[EZCAD]   
COMPANY = 
IDENTIFY =	 EZCAD2.0
LANGUAGE =	German
DESCRIBABLE =	German

[String]	
SOFTNAME =	 EzCad3
FILESUFFIX=	ez3
SOFTVERSION =	 3.0.0
COMPANY=	Beijing Golden Orange Technology Co., Ltd.\nTel: (86)010-64419248\n
WEBSIBE=	WWW.BJJCZ.COM
ABOUT =	 um
ABOUT_COPYRIGHT =	 Urheberrecht (C) 2004-2019
ABOUT_RIGHTS =	 Alle Rechte vorbehalten
ABOUT_LICENSED =	 Das Nutzungsrecht für dieses Produkt liegt bei:
ABOUT_LAW =	 Warnung: Dieses Computerprogramm ist durch Urheberrechtsgesetze und internationale Konventionen geschützt. Die unbefugte Vervielfältigung oder Verbreitung dieses Programms oder eines Teils dieses Programms kann schwere zivil- und strafrechtliche Sanktionen nach sich ziehen und wird im größtmöglichen Umfang im Rahmen des Gesetzes strafrechtlich verfolgt .
	
MENU_FILE =	 &Datei
MENU_FILE_NEW =	 &Neu
MENU_FILE_OPEN =	 &Offen...
MENU_FILE_PRINT =	 druckenStrg+P
MENU_FILE_SAVE =	 &Speichern Strg+S
MENU_FILE_SAVE_AS =	 &Speichern als...
MENU_FILE_SCANIMAGE =	 Bild erfassen und scannen...
MENU_FILE_SYSTEM =	 &Systemparameter...
MENU_FILE_IMGLIB =	 &Gemeinsame Galerie...
MENU_FILE_IMPORT =	&Eintreten
MENU_FILE_MRU_FILE1 =	 aktuelle Dateien
	
MENU_EDIT =	 &Bearbeiten
MENU_EDIT_COPY     =	 &Kopieren
MENU_EDIT_CUT      =	 &schneiden
MENU_EDIT_COMBINE  =	 &Kombinieren Sie Strg+L
MENU_EDIT_UNCOMBINE=	 &Kombination Strg+K trennen
MENU_EDIT_GROUP    =	 &Gruppieren Strg+G
MENU_EDIT_UNGROUP  =	 &Gruppierung aufheben Strg+U
	
MENU_EDIT_PASTE=	 &Einfügen
MENU_EDIT_REDO =	 &Genesen
MENU_EDIT_UNDO =	 &Rückgängig machen
MENU_EDIT_TOCURVE=	In Kurve umwandeln Strg+Q
MENU_EDIT_HATCH  =	Füllen Sie Strg+H
	
ID_FILE_IMGLIB =	 Öffnet die Favoritengalerie\nFavoritengalerie
ID_FILE_IMPORT =	 Dateien in anderen Formaten importieren\nDateien importieren
ID_FILE_MRU_FILE1 =	 öffnen Sie dieses Dokument
ID_FILE_NEW =	 Neues Dokument erstellen\nNeu
ID_FILE_OPEN =	 Vorhandenes Dokument öffnen\nÖffnen
ID_FILE_PRINT =	 Aktives Dokument drucken\nDrucken
ID_FILE_PRINT_PREVIEW =	 Ganze Seite anzeigen\nDruckvorschau
ID_FILE_PRINT_SETUP =	 Drucker- und Druckoptionen ändern\nDruckeinrichtung
ID_FILE_SAVE =	 Aktives Dokument speichern\nSpeichern
ID_FILE_SAVE_AS =	 Speichern Sie das aktive Dokument unter einem neuen Dateinamen\nSpeichern unter
ID_FILE_SCANIMAGE =	 Gescanntes Bild abrufen\nGescanntes Bild abrufen
ID_EDIT_COPY =	 Kopiert das ausgewählte Objekt und platziert es in der Zwischenablage\nKopieren
ID_EDIT_CUT =	 Schneidet das ausgewählte Objekt aus und platziert es in der Zwischenablage\nAusschneiden
ID_EDIT_PASTE =	 Inhalt der Zwischenablage einfügen\nEinfügen
ID_EDIT_REDO =	 Eine zuvor rückgängig gemachte Aktion wiederherstellen\n Wiederholen
ID_EDIT_UNDO =	 Letzte Aktion rückgängig machen\nRückgängig machen
ID_EDIT_GROUP =	 Gruppieren Sie die ausgewählten Objekte\nGruppieren
ID_EDIT_UNGROUP =	 Schließt das ausgewählte Gruppenobjekt\n Schließt die Gruppe
ID_EDIT_COMBINE =	 Gruppiert ausgewählte Objekte\nGruppieren
ID_EDIT_UNCOMBINE  =	 Ausgewähltes Gruppenobjekt lösen\nGruppe trennen
ID_SYSTEM_PARAM =	 Systemparameter einstellen\nSystemparameter
TT_MATERIALPARAMASSIS=	Laser-Materialparameter testen\nMaterialparameter-Assistent
MATERIALPARAMASSIS=	Materialparameter-Assistent
MENU_MODI =	 &Ändern
MENU_DRAW =	 &Zeichnen
MENU_DRAW_POINT =	 &Punkt
MENU_DRAW_CURVE =	 &Kurve
MENU_DRAW_LINE =	 &Linie
MENU_DRAW_RECT =	 &Rechteck
MENU_DRAW_CIRCLE =	 &Kreis
MENU_DRAW_ELLIPSE =	 &Ellipse
MENU_DRAW_POLY =	 &Polygon
MENU_DRAW_TEXT =	&Text
MENU_DRAW_BMPFILE =	 &Bitmap-Datei
MENU_DRAW_VECTORFILE =	 &Vektordatei
MENU_DRAW_TIMER =	 &Verzögerung
MENU_DRAW_INPUT =	 &Eingangsport
MENU_DRAW_OUTPUT =	 &Ausgangsport
MENU_DRAW_MESH3D=	 &3D-Oberflächen
MENU_ALIGN_BOTTOM =	 Unten ausrichten
MENU_ALIGN_CENTER =	 Mittelpunkt Ausrichtung
MENU_ALIGN_CENTER_HOR =	 Horizontale Mittellinienausrichtung
MENU_ALIGN_CENTER_VER =	 vertikale Mittellinienausrichtung
MENU_ALIGN_LEFT =	 linksbündig
MENU_ALIGN_RIGHT =	 Rechts ausrichten
MENU_ALIGN_TOP =	 Oberkantenausrichtung
MENU_VIEW =	 &Aussicht
MENU_VIEW_TOOLBAR =	 &Systemsymbolleiste
MENU_VIEW_ZOOMBAR =	 Symbolleiste &anzeigen
MENU_VIEW_DRAWBAR =	 &Zeichen-Symbolleiste
MENU_VIEW_ENTLIST =	 Objektlistenleiste
MENU_VIEW_ENTPROP =	 Eigenschaftsleiste des Objekts
MENU_VIEW_STATUS_BAR =	 &Statusleiste
MENU_LASER =	 &Laser
	
ENTPROP =	 Objekteigenschaften
MENU_VIEW_RULER =	 Lineal zeigen
MENU_VIEW_GRID  =	 Gitterpunkte anzeigen
TT_SHRULER=	Blenden Sie das Lineal ein oder aus
TT_SHGRID=	Rasterpunkte ein- oder ausblenden
MENU_VIEW_GUILD =	 Hilfslinie
BK =	 Hintergrund
DEGREE =	 Verbringen
	
NAV_PICK_MOVEDIS=	Feinabstimmung der Entfernung
WORKSPACE =	 Arbeitsplatz
MENU_VIEW_SNAPGRID   =	 Fangraster F7
MENU_VIEW_SNAPGUILD  =	 Fangführung F8
MENU_VIEW_SNAPOBJECT =	 Objekt fangen F9
MENU_ABOUT =	 &Um
MENU_HELP =	 &Hilfe
IDCANCEL =	 &Absagen
IDOK =	 &OK
PASTE_X =	 Horizontal versetzt einfügen
PASTE_Y =	 Vertikaler Einfügeversatz
SAVEAS =	 Speichern als
POINT =	 Punkt
CURVE =	 Kurve
RECT  =	 Rechteck
CIRCLE =	 runden
ELLIPSE =	 Oval
ELLPISE =	 Oval
POLYGON =	 Polygon
TEXT =	Text
HATCH=	Füllung
PATHTEXT=	Pfadtext
CIRCLETEXT=	Arc-Text
BMPFILE =	 Bitmap-Datei
VECTORFILE =	 Vektordatei
TIMER =	 Verzögerer
IOINPUT =	 Eingangsport
IOOUTPUT =	 Ausgangsport
GROUP=	Gruppe
COMBINE=	Kombination
LAYER=	 Schicht
NAME =	 Name
TYPE =	Typ
OBJECTINFO=	Objekteigenschaften
TOCURVE=	In Kurve umwandeln
EDGENUM =	Anzahl Seiten
APPLY=	&Sich bewerben
APPLYTOCOPY=	&Auf Objekt &kopieren anwenden
MARKLOOP=	Anzahl der Verarbeitung
POSITION=	Ort
RELATPOSITION=	relative Position
RELATCENTER=	Relatives Zentrum
SIZE=	Größe
ARRAY=	Reihe
COUNT=	Nummer
INC=	Inkrementell
IOCTRLCONDITION=	IO-Steuerungsbedingung
ROUND=	Grad der Rundheit
ALLROUND=	Alle Ecken rund
DIAMETER =	 Durchmesser
STARTANGLE =	 Startwinkel
ENDANGLE =	 Endwinkel
FILENAME=	Dateiname
DYNFILE=	dynamische Eingabedatei
FIXEDDPI=	Feste DPI
FIXESIZEX=	Festes X-Maß
FIXESIZEY=	Festes Y-Maß
FIXEPOS=	Fixierte Position
INVERT=	umkehren
GRAY=	Graustufen
DITHER=	Verkaufsstellen
LIGHTEN=	Glanzbehandlung
BRIGHT=	Helligkeit
CONTRAST=	Kontrast
SCANMODE=	Scan-Modus
BIDIRSCAN=	Bidirektionales Scannen
YSCAN=	Y-Scan
DRILLMODE=	Punktmodus
PIXELPOWER=	Anpassungspunktleistung
	
BARCODE_ATTRIB=	 &Barcode-Eigenschaften...
BARCODE =	 Barcode
CREATE_BARCODE =	 Barcodes erstellen
MODEIFY_BARCODE=	 Barcode ändern
BARCODE_INPUTPT =	 Geben Sie die Koordinaten der unteren linken Ecke des Barcodes ein
BARCODE_ERR_INVALIDSTR =	 Ungültige Barcode-Zeichenfolge, bitte erneut eingeben!
	
INFO_EAN13 =	EAN-13 ist ein Barcode mit fester Länge. Sein Zeichensatz enthält nur Zahlen von '0' bis '9'. EAN-13 enthält 13 Zeichen, die ersten 12 sind Daten und das letzte Zeichen ist ein Prüfcode. Der Code ist automatisch vom System hinzugefügt, und das System nimmt nur die ersten 12 Zeichen.
INFO_EAN13_2 =	 EAN-13+2 ist EAN-13 plus 2 zusätzliche Codes, und das System verwendet die letzten 2 Zeichen als zusätzliche Codes.
INFO_EAN13_5 =	 EAN-13+5 ist EAN-13 plus 5 Zusatzcodes, das System nimmt die letzten 5 Zeichen als Zusatzcodes.
INFO_EAN8 =	 EAN-8 ist ein Strichcode mit fester Länge. Sein Zeichensatz enthält nur Zahlen von '0' bis '9'. EAN-8 enthält 8 Zeichen, die ersten 7 Zeichen sind Daten und das letzte Zeichen ist ein Prüfcode. Der Code wird automatisch vom System hinzugefügt und das System übernimmt nur die ersten 7 Zeichen.
INFO_EAN8_2 =	 EAN-8+2 ist EAN-8 plus 2 zusätzliche Codes, und das System verwendet die letzten 2 Zeichen als zusätzliche Codes.
INFO_EAN8_5 =	 EAN-8+5 ist EAN-8 plus 5 zusätzliche Codes, und das System nimmt die letzten 5 Zeichen als zusätzliche Codes.
	
CHECKNUM=	Code überprüfen
THINMODULEWIDTH=	Schmale Modulbreite
INFO_CODE39 =	Der 39-Barcode ist ein nicht fortlaufender bidirektionaler Barcode mit nicht fester Länge, bei dem alle Balken und Leerzeichen Informationen darstellen; sein Zeichensatz umfasst „0“-„9“, „AZ“, Leerzeichen, „$“, „%“. , '+' ,'-','.','/'; Es gibt einen optionalen Prüfcode, der automatisch vom System hinzugefügt wird.
INFO_CODE39_EXTENDED=	 39 Extended Barcode ist ein auf 39 Barcode erweiterter Barcode, der alle ASCII-Zeichen unterstützt.
INFO_CODE93 =	 Der 93-Strichcode ist ein fortlaufender, bidirektionaler Strichcode ohne feste Länge mit Strichen und Zwischenräumen, die Informationen darstellen; sein Zeichensatz umfasst „0“-„9“, „AZ“, Leerzeichen, „$“, „%“, „ +', '-','.','/'; Es gibt einen optionalen Prüfcode, der automatisch vom System hinzugefügt wird.
INFO_CODEBC412=	 Der BC412-Barcode ist ein fortlaufender bidirektionaler Barcode mit nicht fester Länge, bei dem alle Striche und Zwischenräume Informationen darstellen; sein Zeichensatz umfasst „0“-„9“ und „AZ“ enthält kein „O“; der Prüfcode ist automatisch vom System hinzugefügt.
INFO_CODE11 =	Der 11-Strichcode ist ein nicht durchgehender, bidirektionaler Strichcode mit nicht fester Länge, bei dem die Striche und Zwischenräume Informationen darstellen; sein Zeichensatz umfasst '0'-'9', '-'; es gibt einen optionalen Prüfcode, und der Prüfcode wird vom System Join automatisch ermittelt.
INFO_UPCA =	 UPC-A ist ein Barcode mit fester Länge, sein Zeichensatz enthält nur Zahlen von „0“ bis „9“, UPC-A enthält 12 Zeichen, die ersten 11 sind Daten und das letzte Zeichen ist ein Prüfcode automatisch vom System hinzugefügt, und das System nimmt nur die ersten 11 Zeichen.
INFO_UPCA_2 =	 UPC-A+2 ist UPC-A plus 2 zusätzliche Codes, und das System nimmt die letzten 2 Zeichen als zusätzliche Codes.
INFO_UPCA_5 =	 UPC-A+5 ist UPC-A plus ein 5-stelliger Zusatzcode, und das System nimmt die letzten 5 Zeichen als Zusatzcode.
INFO_UPCE =	UPC-E ist ein Barcode mit fester Länge, sein Zeichensatz enthält nur Zahlen von '0'-'9', UPC-E enthält 8 Zeichen, das erste Zeichen ist auf 0 festgelegt, die 2-7 Zeichen sind Daten und die letzte 1 Jedes Zeichen ist der Prüfcode, der Prüfcode wird automatisch vom System hinzugefügt, und das System nimmt nur die ersten 6 Zeichen.
INFO_UPCE_2 =	 UPC-E+2 ist UPC-E plus 2 zusätzliche Codes, und das System nimmt die letzten 2 Zeichen als zusätzliche Codes.
INFO_UPCE_5 =	 UPC-E+5 ist UPC-E plus ein 5-stelliger Zusatzcode, und das System nimmt die letzten 5 Zeichen als Zusatzcode.
INFO_CODE25=	Der Code 25-Barcode ist ein nicht durchgehender Barcode, bei dem nur Balken Informationen darstellen. Sein Zeichensatz enthält nur Zahlen von „0“ bis „9“, und seine Länge ist nicht festgelegt.
INFO_CODEINTER25=	Der Interleaved (ITF) 25-Code ist ein fortlaufender Barcode, bei dem sowohl Striche als auch Zwischenräume Informationen darstellen. Sein Zeichensatz enthält nur Zahlen von 0 bis 9. Wenn die Anzahl der Zeichen ungerade ist, fügt das System automatisch eine führende 0 hinzu ; Der ausgewählte Prüfcode wird automatisch vom System hinzugefügt.
INFO_CODECODABAR=	Der Codabar-Barcode ist ein nicht fortlaufender, bidirektionaler Barcode mit nicht fester Länge und Selbstprüffunktion, bei dem alle Striche und Zwischenräume Informationen darstellen; sein Zeichensatz umfasst '0'-'9', 'AD', '-', ' $',':','/','.','+';
INFO_CODE128A=	Der CODE128A-Barcode ist ein fortlaufender Barcode; sein Zeichensatz enthält Zeichen mit ASCII-Werten von 0 bis 95, und es gibt keine Größenbeschränkung.
INFO_CODE128B=	Der CODE128B-Barcode ist ein fortlaufender Barcode; sein Zeichensatz enthält Zeichen mit ASCII-Werten von 32 bis 127, und es gibt keine Größenbeschränkung.
INFO_CODE128C=	CODE128C-Barcode ist ein fortlaufender Barcode, sein Zeichensatz enthält Zahlen von '0' bis '9', wenn die Anzahl der Zeichen ungerade ist, fügt das System automatisch eine führende 0 hinzu;
INFO_EAN128A=	Der EAN128A-Barcode ist ein fortlaufender Barcode, sein Zeichensatz enthält Zeichen mit ASCII-Werten von 0 bis 95, und es gibt keine Größenbeschränkung.
INFO_EAN128B=	Der EAN128B-Barcode ist ein fortlaufender Barcode, sein Zeichensatz enthält Zeichen mit ASCII-Werten von 32 bis 127, und es gibt keine Größenbeschränkung.
INFO_EAN128C=	Der EAN128C-Barcode ist ein fortlaufender Barcode, sein Zeichensatz enthält Zahlen von '0' bis '9', wenn die Anzahl der Zeichen ungerade ist, fügt das System automatisch eine führende 0 hinzu;
	
QUIET=	leer
MID=	Mitte
SCALE=	Anteil
BARHEIGHT=	hoher Barcode
NARROWBARW=	Schmale Modulbreite
BAR=	Streifen
SPACE=	Null
INTERCHARSCALE=	mittleren Zeichenabstand
MODULETUNING=	Anpassung des Barcode-Moduls
AUTOSIZE=	Automatische skalierung
FIXEDSIZE=	Feste Größe
SHORTPDF417=	verkürzter Modus
ERRLEVEL=	Fehlerkorrekturstufe
PDF417_ROWOUTRANGE=	PDF417-Barcodezeilen müssen 3-90 Zeilen lang sein!
PDF417_COLOUTRANGE=	PDF417-Barcode-Spalten müssen 3-30 Spalten lang sein!
BARCODE_ERR_ROWCOL=	Die eingestellte Zeilen- und Spaltenzahl passt nicht in den aktuellen String!
SMALLEST=	kleinste Größe
MATRIX=	Matrix
MODULEWIDTH=	Modulbreite
REVERSE=	umkehren
INFO_CODEPDF417=	PDF417-Barcode ist ein zweidimensionaler Barcode, sein Zeichensatz enthält alle ASCII-Zeichen;
INFO_CODEMICROPDF417=	MicroPDF417-Barcode ist ein zweidimensionaler Barcode, sein Zeichensatz enthält alle ASCII-Zeichen;
INFO_CODEDATAMTX=	DATAMATRIX-Barcode ist ein zweidimensionaler Barcode, sein Zeichensatz enthält alle ASCII-Zeichen;
VALID=	effizient
FONT =	 Schriftart
FONT_ANGLE =	 Neigung
FONTTYPE_BCF =	 Barcode-Schriftart
FONTTYPE_DMF =	 Bitmap-Schriftart
FONTTYPE_JSF =	 einzeilige Schriftart
FONTTYPE_TTF =	 TrueType-Schriftarten
SHOWTEXT=	Text anzeigen
TEXTHEIGHT=	Texthöhe
TEXTWIDTH=	Textbreite
TEXTOFFSETX=	Text X-Offset
TEXTOFFSETY=	Text Y-Offset
TEXTSPACE=	Textabstand
POINTMODE=	Punktmodus
ROW=	Die Zeile
COL=	Aufführen
KEYBOARD =	 Klaviatur
DATE =	 Datum
SERIAL =	 Seriennummer
LISTFILE=	Listendatei
DYNAMICFILE=	dynamische Datei
ENVARTEXT=	variablen Text aktivieren
HEIGHT =	 hoch
CHARSPACE=	Zeichenabstand
CHARWIDTH=	Zeichenbreite
CHARHEIGHT=	Zeichenhöhe
LINESPACE=	Zeilenabstand
ANGLE =	 Winkel
PROMPT_TRAY =	 Tipps vor der Verarbeitung jeder Charge
PROMPT_NEVER =	 Nicht auffordern
PROMPT_PART =	 Tipps vor der Verarbeitung jedes Stücks
DATEFORMAT=	Datumsformat
ADDDATEFORMAT=	Datumsformat hinzufügen
STARTSN=	Sequenznummer starten
CURSN=	aktuelle Seriennummer
INCSN=	Inkrement der Sequenznummer
MARKPER=	jedes Zeichen
EXTEND=	erweitern
PREFIX =	 Präfix
SUFFIX =	 Suffix
SUPRES_ZERO =	 Führende Nullen unterdrücken
RESETNO =	 Seriennummer zurücksetzen
SERAIL_ARRAY =	 Seriennummer des Arrays
SNDLG_FILTER =	 Filtern Sie die folgenden Seriennummern
LINENO=	Zeilennummer
ENCONTOUR=	Profil aktivieren
HATCH1=	Polsterung 1
HATCH2=	Polsterung 2
ENABLE=	Ermöglichen
PENNO=	Stiftnummer
HATCH_CALCALL=	Objekt Gesamtberechnung
HATCH_EDGE=	herumlaufen
LISTDIST=	Zeilenabstand
EDGEOFFSET=	Rand
STARTOFFSET=	Offset starten
ENDOFFSET=	Endversatz
SETDEFAULT=	als Standard einstellen
WAITTIME=	Wartezeit
MESSAGE=	Sofortige Nachricht
SETOUTPUT=	Ausgangsport einstellen
SYSTEMPARAM =	 Systemparameter
GENERAL =	 konventionell
COLOR =	 Farbe
WORKSPACE =	 Arbeitsplatz
AUTOSAVE =	 automatische Sicherung
MOVEROTATE =	 Drehung bewegen
PLUGMGR =	 Plugin Manager
UNIT_TYPE =	 Gerätetyp
GRID_DIST =	 Gitterabstand
GRID =	 Netz
SHOW_GRID =	 Raster anzeigen
MM =	 mm
INCH =	 Zoll
WORKSPAC_SHOW =	 Arbeitsbereich zeigen
WORKSPAC_CIRCLE =	 kreisförmiger Arbeitsbereich
LB_CORNER =	 unten links
WIDTH =	 Breite
BIGNUDGESCALE=	Großes Anpassungsverhältnis
NEXTVALID =	 Diese Änderung wird erst beim nächsten Booten wirksam
EVERY =	 Jeder
BAKEXPLAIN =	Speichern Sie die aktuellen Daten in jedem angegebenen Zeitintervall in der Datei AutoSave.Ezd im Programmverzeichnis.
BAKTIME =	 "Minuten, automatisches Backup"
	
ZOOM_WINDOW1 =	 Fenstervergrößerung
ZOOM_WINDOW2 =	 Fenstervergrößerung
PICK =	 auswählen
PICK_ALL=	Wählen Sie Alle
PICK_BYENT =	 Nach Objekt
PICK_COPY =	 mobile Kopie
PICK_COPYENT =	 Kopieren
PICK_CUT =	 schneiden
PICK_DEL =	 Auswahl löschen
PICK_ENT_CNT =	 Wählen Sie die Anzahl der Objekte aus
PICK_ENTITY =	 Objekt ausgewählt ist
PICK_GL =	 Ziehen Sie eine Hilfslinie
PICK_INV =	 umgekehrte Auswahl
PICK_LEFT =	 Nach links und rechts strecken
PICK_LOCK =	 Wahlsperre
PICK_MOVE =	 Transformation verschieben
PICK_PEN =	 Per Stift auswählen
PICK_NOENTITY =	 Es sind keine Objekte ausgewählt
ERR_0001 =	 Dieser Parameter darf nicht kleiner als 0,001 sein, bitte neu eingeben
ERR_CRC     =	 Dateidatenüberprüfungsfehler, die Datei ist möglicherweise beschädigt.
ERR_DELSYSLAYER =	 Die Systemstandardebene kann nicht gelöscht werden
ERR_DELUSELAYER =	 Der aktuell verwendete Layer kann nicht gelöscht werden
ERR_MATCHFONTERR =	 Schriftart kann nicht gefunden werden
ERR_MEMORY  =	 Unzureichender Speicherplatz, um genügend Speicher zuzuweisen.
ERR_NOFINDIMPORT =	 Kein gültiges Eingabe-Plugin gefunden
ERR_OPENFILE =	 Datei konnte nicht geöffnet werden
ERR_READFILE     =	 Datei konnte nicht gelesen werden
ERR_RENAMESYSLAYER =	 Der Systemstandard-Layername darf nicht geändert werden
ERR_SAVEFILE =	 Speichern der Datei fehlgeschlagen
ERR_SERIAL_FORMA =	 Das Dateiformat ist falsch, die Datei ist möglicherweise beschädigt.
ERR_VERSION =	 Falsche Version der Datei.
ERROR_VAR_FILTER =	Die Filter sind zu hart, um gültige variable Textobjekte zu generieren\nBitte entfernen Sie einige Filter und versuchen Sie es erneut
IS_TEXT_TO_GRAPH =	 ob Text mit dieser Schriftart in Grafiken umgewandelt werden soll
CMD_OPENFILE =	 öffne einen Ordner
CMD_SAVEFILE =	 Dokument speichern
OPEN =	 Offen
TIP_NOTITLE =	 Ohne Titel
NOTITLE =	 Ohne Titel
FILE_ISSAVEAS =	 Ob die geänderten Dateien gespeichert werden sollen
CHECK_SAVEPRE =	 Vorschaubild speichern
CHECK_SCALE =	 die Proportionen beibehalten
CHECK_SHOWPRE =	 Vorschaubild anzeigen
STATIC_SAVETYPE =	 Ausgabemethode
RADIO_SAVEALL =	 alle Objekte ausgeben
RADIO_SAVEPICK =	 Ausgangsauswahlobjekt
AUTHOR =	 Autor
COMMENT =	 Anmerkungen
FILEINFO =	 Dateiinformationen
VERSION =	 Ausführung
CMD_NEWFILE =	 eine neue Datei erstellen
PICK_PASTE =	 Einfügen
CENFIELD=	Ort zu zentrieren
AUTOSAVEFILE =	 Konstruktionsdateien automatisch sichern...
ON=	offen
OFF=	nah dran
GUIDELINE =	 Hilfslinie
OBJECT=	Objekt
	
	
	
	
ID_DRAW_CIRCLE =	 Zeichne einen Kreis\nZeichne einen Kreis
ID_DRAW_ELLIPSE =	 Ellipse zeichnen\nEllipse zeichnen
ID_DRAW_PLINE =	 Kurve zeichnen\nKurve zeichnen
ID_DRAW_LINE =	 Linie zeichnen\nLinie zeichnen
ID_DRAW_POINT =	 Plotpunkt\nPlotpunkt
ID_DRAW_POLY =	 Polygon zeichnen\nPolygon zeichnen
ID_DRAW_RECT =	 Rechteck zeichnen\nRechteck zeichnen
ID_DRAW_TEXT =	 Text zeichnen\nText zeichnen
ID_DRAW_BITMAP=	 Zeichnungs-Bitmap-Datei\nZeichnungs-Bitmap-Datei
ID_DRAW_VECTOR=	 Zeichnungsvektordatei\nZeichnungsvektordatei
ID_DRAW_TIME  =	Ziehverzögerung\nZiehverzögerung
ID_DRAW_INPUT =	 Eingabeport zeichnen\nEingabeport zeichnen
ID_DRAW_OUTPUT=	 Auslass zeichnen\nAuslass zeichnen
	
	
ID_TOOL_NODE =	 Diagrammknoten bearbeiten\nKnoten bearbeiten
ID_TOOL_PICK =	 Diagrammauswahl-Tool\nDiagrammauswahl
ID_MODIFY_HATCH =	 Ausgewählte Objekte füllen\nFüllen
ID_TOGRAPH =	 Objekt in Grafikobjekt umwandeln\nIn Grafik
ID_VIEW_STATUS_BAR =	 Statusleiste ein- oder ausblenden\nStatusleiste ein- und ausblenden
ID_VIEW_TOOLBAR =	 Anzeigen oder Ausblenden der Systemsymbolleiste\nAnzeigen und Ausblenden der Systemleiste
ID_VIEW_ZOOMBAR =	 Blendet die Ansichtssymbolleiste ein oder aus\nZeigt die Ansichtsleiste an und blendet sie aus
ID_VIEW_DRAW_BAR=	 Zeichenleiste ein- oder ausblenden\nZeichenleiste ein- und ausblenden
ID_VIEW_ENTPROP=	 Objekteigenschaftsleiste ein- oder ausblenden\nObjekteigenschaftsleiste ein- und ausblenden
ID_VIEW_ENTLIST=	 Objektlistenleiste anzeigen oder ausblenden\nObjektlistenleiste anzeigen und ausblenden
	
ID_ZOOM_ALL =	 Zeigt alle Objekte maximal an\nAlle anzeigen
ID_ZOOM_PICK =	 Maximale Anzeigeauswahl\nBeobachtung auswählen
ID_ZOOM_IN =	 Anzeige verdoppeln\nVergrößern
ID_ZOOM_OUT =	 Anzeige verdoppeln\nVerkleinern
ID_ZOOM_PAN =	 Pan-Anzeige\nPan
ID_ZOOM_WINDOW =	 Fensterskalierung\nFensterskalierung
ID_ZOOM_WORKSPACE =	 Gesamten Arbeitsbereich anzeigen\nArbeitsbereichsansicht
ID_SNAP_GUILD =	 An Hilfslinien ausrichten\nAn Hilfslinien ausrichten
ID_SNAP_GRID =	 Am Raster ausrichten\nAm Raster ausrichten
ID_SNAP_OBJECT=	 Objekt einrasten\nObjekt einrasten
ID_SNAP_MESHVERTEX=	 An Oberflächenscheitelpunkten fangen\nAn Oberflächenscheitelpunkten fangen
ID_APP_ABOUT =	Programminformationen, Versionsnummer und Copyright anzeigen\nInfo
ID_APP_EXIT =	 Anwendung beenden; Aufforderung zum Speichern des Dokuments\nBeenden
	
	
TT_PICKALL =	 Alle Objekte auswählen\nAlle Objekte auswählen
TT_PICKDEL =	 Ausgewählte Objekte löschen\nAusgewählte Objekte löschen
TT_PICKINVERT =	 Auswahl umkehren\nAuswahl umkehren
TT_PICKLOCK =	 Ausgewähltes Objekt sperren\nSperren
TT_PICKUNLOCK =	 Ausgewähltes Objekt entsperren\nEntsperren
TT_PICKUNLOCKALL =	 Alle Objekte entsperren\nAlle entsperren
TT_PICKCEN =	 Ursprungsort\nUrsprungsort
TT_PICKCENX =	Das X-Zentrum wird auf der Y-Achse platziert\nDas X-Zentrum wird auf der Y-Achse platziert
TT_PICKCENY =	 Das Y-Zentrum wird auf der X-Achse platziert\nDas Y-Zentrum wird auf der X-Achse platziert
TT_PICKPEN=	Objekte nach Stiftnummer auswählen\nObjekte nach Stiftnummer auswählen
TT_NODE_ADD =	 Knoten hinzufügen\nKnoten hinzufügen
TT_NODE_ALIGN =	 Knotenausrichtung\nKnotenausrichtung
TT_NODE_ARC =	 In Bogen umwandeln\nIn Bogen
TT_NODE_BEZIER =	 In Kurve umwandeln\nIn Kurve
TT_NODE_CLOSE =	 Kurve automatisch schließen\nKurve automatisch schließen
TT_NODE_DEL =	 Knoten reduzieren\nKnoten reduzieren
TT_NODE_DIR =	 Kurvenrichtung ändern\nKurvenrichtung ändern
TT_NODE_LINE =	 In gerade Linie umwandeln\nIn gerade Linie umwandeln
TT_NODE_REDUCE =	 Punkte automatisch verringern\nPunkte automatisch verringern
TT_NODE_SEPARATE =	 Knoten trennen\nKnoten trennen
TT_NODE_SHARP =	 Scharfer Übergang\nScharfer Übergang
TT_NODE_SMOOTH =	 Weicher Übergang\nGlatter Übergang
TT_NODE_SYSMETRIC =	 Symmetrischer Übergang\nSymmetrischer Übergang
TT_NODE_UNITE =	 Fusionsknoten\nFusionsknoten
TT_POINTONCURVE=	Punkt auf der Kurve
TT_ADDLAYER=	Ebene hinzufügen\nEbene hinzufügen
TT_DELLAYER=	Ebene löschen\nEbene löschen
ADDLAYER=	Schicht hinzufügen
DELLAYER=	Ebene löschen
ROTATEANG =	 Drehwinkel
MOVEDIST  =	 Entfernung bewegen
ZOOMSCALE =	 Skalierungsverhältnis
INPUTPT =	 Eingabepunkt
INPUTSTARTPT =	 Startpunkt eingeben
INPUTCENTER  =	 Geben Sie den Mittelpunkt des Kreises ein
PICKCURVE=	Wählen Sie die Kurve aus, auf der der Punkt platziert werden soll
PONITNUM=	Punkte
POINTDIST=	Punktabstand
TEXT_POS=	Wählen Sie aus, wo der Text platziert werden soll
ALIGN =	 ausrichten
UNDO=	rückgängig machen
REDO=	genesen
MENU_FINISH=	&Ende
MENU_CLOSEFINISH=	&Geschlossenes Ende
MENU_COOR=	&Koordinaten eingeben
TRANSFORM =	 verwandeln
CENTER =	 Center
MIRROR =	 Spiegel
SHEAR=	Neigung
PEN=	Stift
SPEED=	Geschwindigkeit
OBJECTLIST=	Objektliste
APPLYDEF=	Parameter auf Standard gesetzt
ADVANCE=	fortschrittlich
POWER=	Energie
FREQ=	Frequenz
TICKLE=	Vorionisierung
STARTTC=	Einschaltverzögerung
ENDTC=	Verzögerung beenden
POLYTC=	Eckenverzögerung
SECOND=	zweite
US=	Mikrosekunden
DELETE=	löschen
PARAMLIB=	Parameterbibliothek
INPUTPARAMNAME=	Geben Sie den Parameternamen ein
GUILDLINE =	 Hilfslinie
PARAMNAMENONULL=	Der Parametername darf nicht leer sein
PARAMNAMEEXIST=	Parametername existiert bereits! Alten Parameter überschreiben?
REALYDELPARAM=	Möchten Sie den aktuellen Parameter wirklich löschen?
REALYAPPDEF=	Möchten Sie die aktuellen Parameter wirklich als Standardparameter übernehmen?
JUMPSPEED=	Sprunggeschwindigkeit
JUMPPOSTC=	Sprungpositionsverzögerung
JUMPDISTTC=	Verzögerung der Sprungweite
ADVANCEMARKPARAM=	Erweiterte Markierungsparameter
ENDCOMP=	Endpunktkompensation
ACCDIST=	Beschleunigungsstrecke
MARK=	Markierung
SELECTAPARAM=	Bitte wählen Sie einen Parameter aus
MODIFYCOLOR=	Farbe ändern
MODIFPARAM=	Parameter ändern
APPLYTOPICK=	gelten für die Auswahl
PARAM=	Parameter
NOMOREMARKPARAM=	Nur Standardparameter, können nicht geändert werden
NOPICKOBJECT=	Es ist kein Objekt ausgewählt
SETDEFPEN=	als Standardstift festlegen
MENU_SPECIAL=	&Speziell
FAILOPENLMC=	LMC1-Treiber kann nicht geöffnet werden Bitte überprüfen Sie, ob der LMC1-Treiber korrekt installiert ist!
NOTFINDLMC=	Es konnte kein gültiges LMC1-Gerät gefunden werden!
MENU_LASER=	&Laser
DISABLEUSE =	 Verwendung verboten
ENABLEUSE =	 verwenden
FIELD=	Bereich
LASERCTRL=	Lasersteuerung
EXTAXIS=	Erweiterte Achse
CONFIGPARAM=	Konfigurationsparameter
NEGATE=	umkehren
ASPECT=	Außen
FIELDSIZE=	Flächengröße
GALVO=	Galve
	
MARKSTR_AFTERMARK=	Gehen Sie nach der Verarbeitung zum angegebenen Ort
MARKSTR_AFTER1=	Nicht bewegen
MARKSTR_AFTER2=	Galvo-Center
MARKSTR_AFTER3=	obere linke Ecke des Objekts
MARKSTR_AFTER4=	Obere rechte Ecke des Objekts
MARKSTR_AFTER5=	untere rechte Ecke des Objekts
MARKSTR_AFTER6=	untere linke Ecke des Objekts
MARKING=	Markierung...
WAITIOINPUT=	Warten auf IO-Eingangsport-Signal...
	
PART=	Komponenten
TOTALNUM=	gesamt
CONTINUES=	Kontinuierliche Verarbeitung
MARKSELECT=	Verarbeitung auswählen
QUIT=	Verlassen
LIGHTSHOW=	Rotlichtanzeige
	
QSWITCH=	Q-Schalter
ANALOGOUT=	Analogausgang
CALIBRATION=	Korrektur
OTHER=	Sonstiges
ENPWMSIGNALE=	PWM-Signalausgabe aktivieren
MAXPWMFREQ=	Maximale PWM-Signalfrequenz
ENABLETICKLE=	Aktivieren Sie die Vorionisierung
PULSEWIDTH=	Impulsbreite
PULSEPERIOD=	Pulsfrequenz
FPK=	erste Impulsunterdrückung
FPKEND=	Schalten Sie den Q-Schalter ein, wenn die erste Impulsunterdrückung endet
ANALOGOUT=	Analogausgang
ANAPOWER=	Aktivieren Sie die Ausgabe des analogen Stromanschlusses
ANAFREQ=	Aktivieren Sie die Ausgabe des analogen Frequenzanschlusses
STARTMARKDELAY=	Markierungsverzögerung starten
FINSIHMARKDELAY=	Endmarkenverzögerung
MAXPOWERDELAY=	Maximale Leistungsverzögerung
USERDEFRATIO=	Benutzerdefinierte Skala
REALRATIO=	Tatsächliches Verhältnis
FREQMAP=	Frequenz-Mapping
POWERMAP=	Power-Mapping
READY=	Vorbereiten
BTNSTOP=	STOP (F4)
BTNMARK=	Markieren (F2)
BTNPARAM=	Parameter (F3)
BTNQUIT=	BEENDEN (F5)
BTNLIGHT=	Rotes Licht (F1)
MARKSTR_NOENTITY=	Es können keine Daten verarbeitet werden, bitte prüfen Sie, ob die Datei geladen ist!
MARKSTR_NOENTITY_SELECT=	Es liegen keine verarbeitbaren Daten vor, bitte prüfen Sie, ob der Verarbeitungsgegenstand ausgewählt ist!
DOG_DATAERROR =	 Die Daten der Verschlüsselungssperre sind falsch, bitte überprüfen Sie, ob die Verschlüsselungssperre richtig eingesetzt ist
DOG_SHARETIME =	 Die aktuelle Version ist eine freigegebene Version, Sie haben die zulässige Zeit aufgebraucht!\nWenn Sie diese Software weiterhin verwenden möchten, wenden Sie sich bitte an den Softwarehändler
DOG_SHARE =	Die aktuelle Version ist eine freigegebene Version, Sie haben die zulässige Anzahl von Malen aufgebraucht!\nWenn Sie diese Software weiterhin verwenden möchten, wenden Sie sich bitte an den Softwarehändler
DEMOVERSION=	Dongle nicht gefunden! Die Software arbeitet im Demo-Modus
DELHATCH=	Polster entfernen
CURTIME=	aktuelle Uhrzeit
TOTALTIME=	Gesamtzeit
PULSELENGTH=	Impulsbreite
CHECK=	erkennen
LASERON=	Schalten Sie den Laser ein
LASEROFF=	Laser aus
POSX=	X-Position
POSY=	Y-Position
LASERWILLOUTPUT=	Drücken Sie OK, um den Laser auszugeben. Möchten Sie den Laser wirklich ausgeben?
WARN=	warnen
SCANIMAGE=	Bild scannen
BOTTOM =	 Unterseite
TOP =	 oben
	
ORIGIN_PTNUM=	Nullpunkt eingeben
ORIGIN_WAY=	Zurück zur Ursprungsmethode
PLUGFILENAME =	 Plugin-Dateiname
	
PLUGSTATE =	 Plugin-Status
PLUGVER =	 Plugin-Version
PROMPT =	 Hinweis
MENU_APP_EXIT =	 &Ausgang
LMCVERERROR=	LMC-Hardwareversionsfehler
WELD=	Schweißen
TRIM=	Pflaume
INTERSECT=	Kreuz
WELDTO=	angeschweißt
TRIMTO=	beschnitten bei
INTERSECTTO=	überqueren
PLASTIC=	Form
SAVESRC=	das ursprüngliche Objekt behalten
SAVETAR=	Zielobjekt halten
NOVALIDONCEMORE=	Kein gültiges Objekt ausgewählt, erneut auswählen?
FILE=	dokumentieren
PORT=	Hafen
IOSTOP=	Beenden Sie die Verarbeitung des Eingangsports
STOPPROMPT=	Sofortige Meldung, wenn die Bearbeitung gestoppt wird
STOPSIGNALTRIG=	Das Stoppsignal wird ausgelöst und die laufende Bearbeitung gestoppt!
REMOTE=	Fernbedienung
ENREMOTE=	Fernbedienung aktivieren
NETWORKIP=	Netzwerk-IP-Adresse
QPULSEWIDTH=	Q-Impulsbreite
POINTTIME=	Zeit schaffen
LEFT =	 links
RIGHT =	 Rechts
ALIGN_NODECTRL=	Knotenkontrollpunkte ausrichten
NODE_ALIGN=	Knoten ausrichten
OFFSETLEN=	Versatzlänge
BASELENGTH=	Grundlänge
TRANFORM=	verwandeln
BASE=	Benchmark
FREE=	 frei
BASEANGLE=	Bezugswinkel
ANGLELIMIT=	Begrenzung des Winkelbereichs
CHANGEORDER=	Bestellung ändern
MODIFY=	Überarbeiten
ROAXIS=	Drehachse
ZERO=	Null
STEPPERRO=	Impulse pro Umdrehung
DISTPERRO=	Bewegungsweg pro Umdrehung
MINPOS=	Minimale Koordinaten
MAXPOS=	maximale Koordinate
MINSPD=	Mindestgeschwindigkeit
MAXSPD=	Maximale Geschwindigkeit
ZEROSPD=	Rücklaufgeschwindigkeit Null
GEARRATIO=	Untersetzungsverhältnis
PARTDIA=	Werkstückdurchmesser
ZEROOFF=	Nullpunktverschiebung
ACCTIME=	Beschleunigungszeit
SCALECOMP=	Anteilige Vergütung
SHEARCOMP=	Fehlausrichtungskompensation
SPACECOMP=	Spielkompensation
GOTOORIGIN=	Erweiterter Achskorrekturnullpunkt
PLSPICKAPEN=	Bitte wählen Sie einen Stift aus
BITMAP=	Bitmap
LINEINC=	Schrittweite der Bitmap-Abtastzeile
NODE_DELETE =	 Knoten löschen
NODE_ADD =	 Knoten hinzufügen
NODE_UNITE=	Fusionsknoten
NODE_TOARC =	 In Bogensegment umwandeln
NODE_TOBEZ =	 In Kurvensegment umwandeln
NODE_TOLINE =	 In Liniensegment umwandeln
NODE_TOSHARP =	 Höckerübergang
NODE_TOSMOOTH =	 weicher Übergang
NODE_TOSYSMETRIC =	 Symmetrischer Übergang
NODE_ALIGN =	 Knotenausrichtung
NODE_CHANGEDIR =	 Ändern Sie die Kurvenrichtung
MARKON=	Offene Markierung
MARKOFF=	Markieren
CURVEEDIT =	 Kurvenbearbeitung
MENU_AUTOCONNECT=	automatisch verbinden
CONNECTERR=	Fehler bei der automatischen Verbindung
	
PRINTER  =	 Drucker
PRINT  =	 Drucken
STYLE  =	Typ
STATUS =	 Zustand
REMARK =	 Anmerkung
COPYNUM=	 Anzahl der Kopien
ATTRIB=	 Attribute
PRINTCOPYNUM=	 Anzahl der Kopien
AUTOPAGE=	Automatisches Paging
PRINTRANGE=	Druckbereich
PRINTALL=	alles drucken
PRINTSEL=	Drucken auswählen
PAGESETUP=	Seiteneinstellungen
	
MARGIN=	Ränder
MARGINLEFT =	linken Rand
MARGINRIGHT=	rechter Rand
MARGINTOP  =	oberer Rand
MARGINBOTTOM=	unterer Rand
	
PAGECEN     =	Seitenmitte
PAGECENUP   =	obererer Mittelbereich
PAGECENLEFT =	Mitte links
PAGECENRIGHT=	Mitte rechts
PAGECENDOWN =	Mitte und unten
	
PAGELEFTUP   =	oben links
PAGERIGHTUP   =	oben rechts
PAGELEFTDOWN  =	unten links
PAGERIGHTDOWN =	unten rechts
PAGEFILL=	Größe auf Seite ändern
PAGERANDOM=	anpassen
AXISSTEP=	Bewegungsschrittlänge
SPLITSIZE=	Geteilte Größe
SPLITPARAM=	Segmentierungsparameter
SPLITBYGUILDLINES=	Dividiere durch Hilfslinien
ORIGIN=	Ursprung
LIGHTING=	rotes Licht zeigt an
SPLITMARK1=	Teilungsmarkierung 1
SPLITMARK2=	Split-Marke 2
ORIGINCOOR=	Ursprungskoordinaten
SETCURPOSTOORIGIN=	(&D)Stellen Sie den aktuellen Punkt als Ursprung ein
SETORIGIN=	Ursprung setzen
SPECIALMOTION=	besondere Bewegung
STOP=	Pause
GOTOMARKORIGIN=	Bewegen Sie sich zum Markierungsursprung
REDLIGHTPOINT=	rote Lichtanzeige
LIGHTSPEED=	Geschwindigkeit von rotem Licht
OFFSETPOSX=	Versatzposition X
OFFSETPOSY=	Versatzposition Y
REDLIGHTIO=	Rotes Licht zeigt Ausgangsport an
MARKIO=	Markierungsausgabe
NULL=	keiner
INPUTTEXT=	Bitte geben Sie den zu bearbeitenden Text ein
FORCESPLIT=	erzwungene Teilung
LINE=	gerade Linie
RIGHTCOOR=	Drücken Sie die rechte Maustaste, um Koordinaten einzugeben
INPUTCOOR=	Koordinaten eingeben
FINISHGOTOSTARTPT=	Nach der Bearbeitung kehren Sie zum Ausgangspunkt zurück
STARTMARKIO=	Beginnen Sie mit der Markierung von Ports
INPORT=	Eingangsport
AUTORESET=	Automatisches Zurücksetzen
JSFFONT_FILENAME=	Dateiname der jsf-Schriftart
GRAPHCHAR=	Zeichen, die Grafiken entsprechen
UPDATEFONTFILE=	Schriftdatei aktualisieren
OFFSET_DIST=	Offset-Abstand
JCZFONT_NEWJSF=	Datei existiert nicht, neue Datei erstellen?
JSFFONT_NAME=	Schriftartenname
DOUBLEWIDTH=	doppelte Zeichenbreite
DOUBLEHEIGHT=	doppelte Zeichenhöhe
SINGLEWIDTH=	einzelne Zeichenbreite
SINGLEHEIGHT=	Einzelzeichenhöhe
JSFFONT=	Jsf-Schriftart
JCZFONT_PROPERTY=	Schrifteigenschaften
ENMARKMUTEX=	Markierungs-Mutex aktivieren
MARKPARAM=	Parameter markieren
ONOFF=	Schalter
CURPEN=	aktuelle Stallnummer
CURPENPARAM=	aktuelle Stiftparameter
USEDEFAULTPEN=	Standardparameter verwenden
SELPARAMFROMLIB=	Parameter aus der Parameterbibliothek abrufen
DELETESELPARAM=	Löschen Sie den ausgewählten Parameter
CURPARAMSAVEAS=	Aktuelle Parameter speichern unter
PLSSELPARAM=	Bitte wählen Sie zuerst einen Parameter aus
ID_DRAW_BARCODE =	 Barcode zeichnen\nBarcode zeichnen
MENU_VIEW_MARKPARAM=	Parameterleiste markieren
ID_VIEW_MARKPARAM=	Blendet die Markierungsparameterleiste ein oder aus\nZeigt oder blendet die Markierungsparameterleiste aus
SHOWCROSSLINE=	Mittelkreuz zeigen
SELPOSDATUM=	Wählen Sie das Datum für die Positionskoordinaten aus
PULSEGREATEMAX=	Die eingestellte Q-Impulsbreite ist größer als die maximale Impulsbreite
MAXPULSEWIDTH=	Maximale Impulsbreite
CURFREQ=	aktuelle Frequenz
FIELDNAME=	Feldname
CURRENT=	aktuell
CURRENTMAP=	Aktuelle Zuordnung
ENCURRENT=	Stromausgang aktivieren
EXESTART =	Wenn ezcad startet, führen Sie das Programm aus
EXEFINISH=	Wenn ezcad geschlossen ist, führen Sie das Programm aus
PARAMNAME=	Parametername
GOALSIZE=	Zielmarkengröße
REALSIZE=	Tatsächliche Markierungsgröße
CALCSCALE=	Berechnen Sie das Verhältnis
GOALMUSTGREATE=	Die Zielmarkengröße muss größer als 0,001 sein
REALMUSTGREATE=	Die tatsächliche Markierungsgröße muss größer als 0,001 sein
FORCEALLSPLIT=	Die ganze Abteilung
USEGUILINSTARS=	Verwendung eines digitalen Q-Switch-Treibers
	
DESCENTRATIO=	Niedrigeres Hochverhältnis
DESCENT=	hoch runter
ASCENT=	Schanggao
BASELINE=	Grundlinie
LOADCHAR=	Zeichendaten laden
SAVECHAR=	Zeichendaten speichern
LEFTSIDE=	Breite der linken Stütze
RIGHTSIDE=	Breite der rechten Stütze
HELP =	 Hilfe
HELP_BLUEBOX=	Der blaue Rahmen ist der Bereich, den das Zeichen einnimmt, wenn es tatsächlich angezeigt wird
HELP_DESCENTRATIO=	Niedrigeres Hochverhältnis
HELP_CHARWIDTH=	Zeichenbreite bezieht sich auf die Standardzeichenbreite der aktuellen Schriftbibliothek
HELP_CHARHEIGHT=	Die Zeichenhöhe bezieht sich auf die Standardzeichenhöhe der aktuellen Schriftbibliothek
HELP_LEFTSIDE=	Die Breite der linken Stütze ist der Abstand zwischen den tatsächlichen Daten des Zeichens und der linken Grenze
HELP_RIGHTSIDE=	Die rechte Stützbreite ist der Abstand zwischen den eigentlichen Daten des Zeichens und dem rechten Rand
HELP_BASELINE=	Die Grundlinie ist die horizontale Linie, die beim Erstellen einer Schriftart zur Ausrichtung verwendet wird
CHARKERNING=	Zeichenkerning
NOFONTFILE=	Es konnte keine gültige Schriftdatei gefunden werden, bitte wählen Sie eine gültige Schriftdatei aus!
INPUT2CHAR=	Geben Sie zwei Zeichen ein
SAVEKERNING=	Kerning sparen
JCZFONT_VER1=	Die aktuelle Schriftartbibliothek ist Version v1.0 und wird in Version v2.0 konvertiert.\nBitte starten Sie ezcad2.0 neu, bevor die Änderung wirksam wird!
PULSEMODE=	Vektor Punktmuster
PULSEPER=	Impulse pro Punkt
FLYMARK=	fliegende Markierung
FLYSPEED=	Lineargeschwindigkeit
ERR_FLYSPEEDFAST=	Die Schnurgeschwindigkeit ist zu hoch, als dass der Galvo sie einholen könnte!\nDie Schnurgeschwindigkeit muss geringer sein als die Markierungs- und Sprunggeschwindigkeit!
MS=	Millisekunde
CANHATCH=	befüllt werden kann
PASSWORD=	Passwort
CONFIRMPASSWORD=	Passwort bestätigen
PASSWORDNOSAME=	Die zweimal eingegebenen Passwörter sind unterschiedlich, bitte erneut eingeben!
PASSWORDUNVALID=	falsches Passwort!
OUTPORTALRADYUSE=	Der Ausgangsport wurde von einem anderen Gerät belegt, bitte setzen Sie es zurück!
LASERPOWERIO=	Ausgangsleistung des Lasers
POWERON=	ein
POWEROFF=	ausschalten
EZCADSTR_ID_FILE_IMGLIB =	 Öffnet die Favoritengalerie\nFavoritengalerie
EZCADSTR_IDC_STATIC_NEWIMG =	 Bitte geben Sie einen Bildnamen ein
EZCADSTR_IDC_STATIC_NEWLIB =	 Bitte geben Sie einen Galerienamen ein
EZCADSTR_IDC_STATIC_NEWLIB_FILENAME =	 Bitte geben Sie einen Dateinamen ein (.glb)
EZCADSTR_IMGDLG_BUTTON_DELIMG =	 Lösche Bild
EZCADSTR_IMGDLG_BUTTON_DELLIB =	 Galerie löschen
EZCADSTR_IMGDLG_BUTTON_NEWIMG =	 Bild hinzufügen
EZCADSTR_IMGDLG_BUTTON_NEWLIB =	 Neue Galerie
EZCADSTR_IMGDLG_KEEPSIZE =	 Waage sperren
EZCADSTR_IMGDLG_NEWIMG =	 Bild hinzufügen
EZCADSTR_IMGDLG_NEWLIB =	 Neue Galerie
EZCADSTR_IMGDLG_STATIC_EXPORT =	 Grafikoptionen exportieren
EZCADSTR_IMGDLG_STATIC_HEIGHT =	 hoch
EZCADSTR_IMGDLG_STATIC_NAME =	 Galeriename
EZCADSTR_IMGDLG_STATIC_PREVIEW =	 Bildvorschau
EZCADSTR_IMGDLG_STATIC_WIDTH =	 Breite
EZCADSTR_IMGGLD_ORIGSIZE =	 Originalgröße
EZCADSTR_IMGLIB_DRAW =	 Zeichnungsgalerie
EZCADSTR_IMGLIB_MAXIMG =	 Die Anzahl der Bilder in dieser Galerie hat den maximalen Wert erreicht, bitte erstellen Sie eine neue Galerie
EZCADSTR_IMGLIB_TOTALNUMBER =	 Gesamtzahl der Bilder:
EZCADSTR_IMPORT_PT =	 Geben Sie den Ort ein, an dem die Grafiken platziert werden sollen
EZCADSTR_MSG_DELETEIMG =	Möchten Sie das Bild wirklich löschen?
EZCADSTR_MSG_DELETELIB =	 Möchten Sie die Galerie wirklich löschen?
EZCADSTR_MSG_DIRECTORYERROR =	 Bibliotheksdateipfad existiert nicht
EZCADSTR_MSG_HAVEFILE =	 Die angegebene Galerie existiert bereits, bitte erneut eingeben
EZCADSTR_IMGDLG =	 Gemeinsame Galerie
EZCADSTR_MENU_FILE_IMGLIB =	 &Gemeinsame Galerie...
CIRDIAMETER=	Kreisdurchmesser
ARRAY_NUM=	Anzahl der Arrays
ANG_DIST=	Winkelabstand
EZCADSTR_ARRAY_TYPE =	 Array-Typ
EZCADSTR_ARRAY_X_DIST =	 Horizontaler Abstand
EZCADSTR_ARRAY_X_NUM =	 Horizontale Zahl
EZCADSTR_ARRAY_Y_DIST =	 Vertikaler Abstand
EZCADSTR_ARRAY_Y_NUM =	 vertikale Zahl
EZCADSTR_ARRAY_DIST_CALC =	 Abstandsberechnungsmethode
EZCADSTR_ARRAY_ENTSPACE =	 Berechnet nach dem Abstand der Grafiken
EZCADSTR_ARRAY_OFFSETDIST =	 Berechnet nach Versatzabstand
EZCADSTR_CMD_ARRAY=	Array-Objekt
RADIUS=	Radius
BREAKCROSSPOINT=	Schnittpunkt entfernen
ID_MODIFY_ARRAY =	 Ausgewählte Objekte anordnen\nObjekte anordnen
ID_MODIFY_ROTATE =	 Ausgewählte Objekte drehen\nObjekte drehen
ID_MODIFY_PLASTIC=	Objektformung\nFormung
ID_MODIFY_CONNECT=	Kurven automatisch verbinden\nKurven automatisch verbinden
ID_MODIFY_BREAKCROSS=	Schnittpunkt der Kurven entfernen\nSchnittpunkt entfernen
ID_MODIFY_TRANSFORM=	Objekte transformieren\nTransformieren
ID_MODIFY_OFFSETCURVE =	 Ausgewählte Kurvenobjekte versetzen\nKurve versetzen
CROSSLEN=	Schnittlänge
TESTLASER=	Testlaser
READALLLINE=	Lesen Sie jedes Mal die gesamte Datei
INFO_CODE128OPTMIZE=	Der CODE128-optimierte Barcode ist ein fortlaufender Barcode; sein Zeichensatz enthält Zeichen mit ASCII-Werten von 0 bis 127, und das System wechselt automatisch zwischen CODE128 A, B und C entsprechend den Zeichen, wodurch der endgültige Code der kürzeste wird;
FLYRIGHT2LEFT=	Rohrleitungsrichtung von rechts nach links
FLYCONTMODE=	Kontinuierlicher Pipeline-Modus
DATEINFO=	Bedeutung der Zeichen im Datumsformat: Y
SN=	Seriennummer
INCSN=	Inkrement der Sequenznummer
	
DATENAME=	Datumsname
YEARUSE2DIGIT=	Verwenden Sie für das Jahr zwei Ziffern
YEARNOLEADZERO=	Jahr ohne führende Nullen
HOUR12=	12 Stunden Uhr
TIMENOLEADZERO=	Zeit ohne führende Nullen
DIGIT09ISSN=	Die Zahl 0 ist die Seriennummer und die Zahl 9 ist die Erhöhung der Seriennummer
SAMPLE=	Beispiel
AM=	Morgen
PM=	Nachmittag
DATENAMECANNOTNULL=	Der Datumsname darf nicht leer sein!
SAVETONEWFILE=	in neuer Datei speichern
AUTOROANG=	Füllwinkel automatisch drehen
BYDAY=	am Tag
BYMONTH=	monatlich
BYWEEK=	pro Woche
BYYEAR=	Pro Jahr
DATEOFFSET=	Datumsversatz
ENTOTALPARTNUM=	Die Gesamtzahl der Werkstücke gilt im Endlosbetrieb
MARKFINISHNUM=	Die angegebene Menge wurde verarbeitet! Möchten Sie die Verarbeitung fortsetzen?
OFFSET=	versetzt
EXPORTTEXT2FILE=	Text während der Verarbeitung in die angegebene Datei ausgeben
EXPORTTIME2FILE=	Ausgabezeit an angegebene Datei während der Verarbeitung
EXPORTTEXT=	Ausgabetext
AUTOCONNECT=	Benachbarte Kurvensegmente automatisch verbinden
SOFTUSEPSW=	Zur Nutzung der Software muss ein Passwort eingegeben werden
USERMGR=	Benutzer Manager
USER=	Benutzer
ADMIN=	Manager
DESIGNED=	Designer
WORKER=	Operator
MODIFYPASSWORD=	Passwort ändern
SELUSER=	Nutzer wählen
PSWINCORRECT=	Falsches Passwort bitte erneut eingeben
CARDNO=	Kartennummer
SELLMC1DEV=	Wählen Sie das Gerät aus, um Parameter einzustellen
LASERTYPE=	Lasertyp
NOHATCHTEXT=	keine Textauffüllung
USECORRECTFILE=	Verwenden Sie Korrekturdateien
CRYSTAL=	Kristall
MAXFREQ=	maximale Frequenz
PULSEGREATEMAXFREQ=	Die Pulsfrequenz ist größer als die Maximalfrequenz
MOVEANG=	Bewegungswinkel
CURRANGLE=	aktueller Winkel
ROANGMARK=	Drehwinkelmarkierung – Hinweis: Die z-Koordinate des Objekts ist der Winkelwert
OPTIMIZECURVE=	Kurvenreihenfolge optimieren
ANGLEROTATE=	Drehwinkelmarkierung
SIZESCALE=	Größenverhältnis
PULSE=	Impuls
ENSHOWCONTOUR=	Gliederung zeigen
SUBSURFACE=	Schnitzerei innen
ZEROTIMEOUT=	Zurück zum Null-Timeout
CMD_REPEAT1=	Befehl 1 wiederholen
CMD_REPEAT2=	Befehl wiederholen 2
NODE=	Knoten
SUNDAYISFIRSTDAY=	Sonntag ist der erste Tag der Woche
TT_POINT=	einen Punkt ziehen
TT_POINTONCURVE1=	Platzieren Sie eine feste Anzahl von Punkten auf einer Kurve
TT_POINTONCURVE2=	Platzieren von Punkten mit festem Abstand auf einer Kurve
IMGLIB_PROMPT=	Tipp: Halten Sie die linke Maustaste gedrückt, um die gewünschten Grafiken auszuwählen, und ziehen Sie sie dann, um sie in den Arbeitsbereich zu verschieben
ONELASERMULTISCANNER=	Einzellaser- und Mehrlinsen-Modi
MULTILASERMULTISCANNER=	Multi-Laser- und Multi-Objektiv-Modi
ALLSCANNERSAMEPART=	Alle Galvanometer bearbeiten das gleiche Werkstück
ALLSCANNERDIFFPART=	Alle Galvanometer bearbeiten unterschiedliche Werkstücke
SCANNER=	Galve
SCANNERTYPE=	Galvo-Typ
CENPOS=	Koordinaten zentrieren
LASERPARAM=	Laserparameter
ERR_OUTRANGE=	Die Verlängerungsachse ist außerhalb des Bearbeitungsbereichs!
MOVETOPREV=	nach vorne bewegen
MOVETONEXT=	nach hinten bewegen
MOVETOTOP=	nach vorne bringen
MOVETOBOTTOM=	nach hinten bewegen
MENU_EDIT_TODASHED=	zur gestrichelten Linie
INFO_QRCODE=	QRCODE-Barcode ist ein zweidimensionaler Barcode, sein Zeichensatz enthält alle ASCII-Zeichen;
LASERONTIME=	Laser pünktlich
DISTRIBUTION=	verteilt
D_TOP=	&Wie
D_VCEN=	&Mittel
D_VSPACE=	&Abstand
D_BOTTOM=	&Unterseite
D_LEFT=	&Links
D_HCEN=	&Mittel
D_HSPACE=	&Abstand
D_RIGHT=	&Recht
ISREALYMARK=	Markieren beginnen?
DELOLDCURVE=	alte Kurven löschen
PICKOFFSETCURVE=	Wählen Sie die zu versetzende Kurve aus
PICKOFFSETDIR=	Wählen Sie die Versatzrichtung der Kurve aus
NESTING=	Optimierte Verschachtelung
PICKEDGE=	Auswahlgrenze
NESTPARAM=	Verschachtelungsparameter
AUTONESTING=	automatische Verschachtelung
BRIDGEDIST=	Rundendistanz
STOCKDIST=	Blattränder
ROTATEINTERVAL=	Rotationsschritt
ROTATE=	drehen
ERRNESTING=	Die aktuelle Blattgrenze kann nicht alle Proben aufnehmen!
PICKNESTEDGE=	Wählen Sie die Blattgrenze aus, auf der das Muster platziert werden soll
MARKDATA_OUTRANGE=	Die Verarbeitungsdaten überschreiten den Verarbeitungsbereich!
SELECTNESTEDGE=	Bitte wählen Sie zuerst die Blattgrenze aus, auf der das Muster platziert werden soll!
NESTINGMULTI=	Anordnung mehrerer Werkstücke
NESTINGONE=	Einheitliches Layout des einzelnen Werkstücks
SHEETSIZE=	Materialgröße
SHEETSIZESMALL=	Materialgröße ist zu klein!
WARNSTARTSIGNAL=	Die Bearbeitung wird dauernd unterbrochen Ist das Signal zum Starten der Bearbeitung falsch Ist das Signal zum Starten der Bearbeitung verboten?
INPORTCONFLIC=	Beachten Sie, dass es widersprüchliche Eingabeports gibt! Bitte wählen Sie erneut!
OUTPORTCONFLIC=	Beachten Sie, dass es widersprüchliche Ausgabeports gibt! Bitte wählen Sie erneut!
UNCOMBINE=	 separate Kombination
READPOINTCLOUDFILE=	Punktwolkendatei lesen...
MENU_FILE_BMPFILE=	Bitmap-Datei eingeben\tStrg+W
MENU_FILE_VECTORFILE=	Vektordatei importieren\tStrg+B
MAXFREQDELAY=	Maximale Frequenzverzögerung
INFO_CODEINTER6=	Der ITF-6-Code ist ein Barcode mit fester Länge, sein Zeichensatz enthält nur die Zahlen '0'-'9', ITF-6 enthält 6 Zeichen, die ersten 5 Zeichen sind Daten, das letzte Zeichen ist der Prüfcode, die Verifizierung Code wird automatisch vom System hinzugefügt, und das System nimmt nur die ersten 5 Zeichen.
INFO_CODEINTER14=	Der ITF-14-Code ist ein Barcode mit fester Länge, sein Zeichensatz enthält nur die Zahlen '0'-'9', ITF-14 enthält 14 Zeichen, die ersten 13 sind Daten und das letzte Zeichen ist der Prüfcode Der Verifizierungscode wird automatisch vom System hinzugefügt und das System akzeptiert nur die ersten 13 Zeichen.
BORDER=	rahmen
PLUSEWIDTHREV=	Impulsbreiteninvertierung
ENANALOGFPK=	Analoge Erstimpulsunterdrückung aktivieren
INFO_USERDEFINE=	Benutzerdefinierter Barcode, benutzerdefinierte Anzahl von Zeilen und Spalten, Barcodedaten werden durch eine Zahlenfolge mit einer Größe von 0-255 dargestellt, getrennt durch ",", jede Zahl stellt einen 8-stelligen Barcodeblock dar, die erste Zahl repräsentiert der Barcode von oben nach unten Die erste Zeile von unten, die ersten 8 Barcodeblöcke von links nach rechts. Wenn ein Byte am Ende einer Reihe nicht untergebracht werden kann, soll das entsprechende Datenbit ignoriert werden. Wenn das Eingabezeichen kein "," enthält, wird die Binärregel verwendet, 1 bedeutet schwarz und 0 bedeutet weiß.
RINGMARK=	Schmuckkennzeichnung
INPUTDISTRCOFF =	 Fassdeformationsfaktor eingeben
INPUTTRAPECOFF =	 Geben Sie den Trapezverformungsfaktor ein
GRADUATION=	Skala
GRADUATIONNUM=	Anzahl der Häkchen
GRADUATIONANG=	Winkelinkrement
DEGREE1LEN=	Minimale Ticklänge
DEGREE5LEN=	5-Punkt-Tick-Länge
DEGREE10LEN=	10-Punkte-Ticklänge
SHOWTEXT=	Text anzeigen
STARTVALUE=	Startwert
INCVALUE=	Wert erhöhen
DOTBITCOUNT=	Ziffern nach dem Komma
LOADGRADFILE=	Waagendatei laden
SAVEGRADFILE=	Tick-Datei speichern
ROTATERULER=	Skalenring
HATCHBYDEFAULT=	Mit Standardparametern füllen
360MARK =	 360-Grad-Markierung
STARTPULSEMODE=	Signalimpulsmodus starten
AUTORESETMARKCOUNT=	Automatische Reset-Verarbeitungszeiten
PULSEPERUNIT=	Impulse pro Einheit
MOVE =	 Bewegung
MOVETO =	 ziehen nach
RELATIVE=	relative Position
MENU_DRAW_EXTAXIS=	&Erweiterte Achse
ID_DRAW_EXTAXIS=	 Zeichnet eine erweiterte Achse\nZeichnet eine erweiterte Achse
MULTIPARTMARK=	Bearbeitungsmodul mit mehreren Stationen
PLEASEVALIDPARAM=	Bitte wählen Sie einen gültigen Stationsparameter aus
MALTIMARKINFO=	Die angegebene maximale Verarbeitungsanzahl wurde verarbeitet!\nWenn Sie verarbeiten möchten, ändern Sie bitte die verarbeitete Anzahl oder die maximale Verarbeitungsanzahl.
MALTIMARKINFO2=	Die angegebene maximale Anzahl an Bearbeitungen ist abgeschlossen!
PARTPOS=	Bahnhof
PARTTYPE=	Workstation-Modus
SELPARTTYPE=	Stationsmodus wählen
CURPARTPOS=	aktuelle Station
MARKEDCOUNT=	Anzahl der verarbeiteten
STOPWHENMAX=	Stoppen Sie nach der Verarbeitung bis zur maximalen Anzahl von Verarbeitungen
MAXCOUNT=	Maximale Anzahl der Verarbeitung
MARKALLPART=	F1, um alle aktuellen Sender zu bearbeiten
CONTMARKALLPART=	F2 Kontinuierliche Bearbeitung aller Stationen
MARKCURPART=	F8 Bearbeiten des aktuellen Senders
MODIFYCURPART=	F9, um die aktuelle Stationsposition zu ändern
ADD=	Zunahme
DISMARKWHENREACHTOTAL=	Die Verarbeitung ist nach der Verarbeitung an die angegebene Nummer verboten
CURNUMGREATETOTALNUM=	Die aktuelle Anzahl der Verarbeitungen war größer als die Gesamtzahl der Verarbeitungen, bitte setzen Sie die aktuelle Anzahl der Verarbeitungen vor der Verarbeitung zurück!
YAGOPTIMIZEMODE=	YAG-optimiertes Füllmuster
	
FLYHARDWARE=	Aktivieren Sie den Hardware-Flugzeugmodus
FLYSIMULATION=	Aktivieren Sie den Hardware-Emulationsmodus
MULTIPLIER=	Fluggeschwindigkeitsfaktor
UM=	Mikrometer
MIL=	Mil
UMPERCOUNT=	Mikron/Anzahl
INCHPERCOUNT=	Zoll/Anzahl
FLYCOUNT=	zählen
TOTALMARKTIME=	gesamte Bearbeitungszeit
DOG=	Dongle
DEFENTTEXT=	TEXT
SPECIALPOS=	angegebenen Ort
GOTOSPECIALPOS=	an die angegebene Position bewegen
SETCURPOSTOSPEC=	(&D)Setzt den aktuellen Punkt auf die angegebene Position
MINPWMFREQ=	Minimale PWM-Signalfrequenz
PULSELOWMAXFREQ=	Die Impulsfrequenz ist kleiner als die Mindestfrequenz
MINFREQ=	Mindestfrequenz
DOUBLELINEMODE=	doppeltes Tick-Muster
LASERSLEEPTIME=	Laser-Schlafzeit
DXFUNITISINCH=	Dxf-Dateieinheiten sind Zoll
0NOTAILZERO=	0-Skala zeigt keine 0 nach dem Dezimalpunkt an
SHOWDEGREE5TEXT=	5-Grad-Text anzeigen
TEXTROTATE90=	Text um 90 Grad gedreht
BOLDLINEMODE=	breites Zeckenmuster
POWERRULER=	super Herrscher
PLSSELRULER=	Bitte wählen Sie ein zu bearbeitendes Lineal aus
ALEARDYHAVESAMERULER=	Linealnamenskonflikt, bitte umbenennen!
GRADCONDISNULL=	Die Teilstrich-Erzeugungsbedingung des Lineals darf nicht leer sein!
MINGRAD=	Minimaler Maßstab
RULER =	 Lineal
RULERNAME=	Herrschername
GRADGENCOND=	Generierungsbedingungen ankreuzen
GRADLINE=	Häkchen
GRADVALUE=	Skalenwert
STARTPT=	Startpunkt
ENDPT=	Endpunkt
STARTINDEX=	Start-Tick-Indexnummer
ENDINDEX=	Endtick-Indexnummer
INCINDEX=	Tick-Index-Inkrement
GRADLINEWIDTH=	Zeckenbreite
ROTATERULERMODE=	Drehlineal-Modus
GLOBEMARK=	Globus-Markierung
LONGITUDE=	Längengrad
LATITUDE=	Breite
FLYMARKENTBYORDER=	Flyer nach Objektreihenfolge aktivieren
INPUTIOMASK=	IO-Maske eingeben
OUTPUTIOMASK=	IO-Maske ausgeben
DISSTARTIOINCONTMODE=	Kontinuierlicher Modus deaktiviert den Startmarkierungsport
LASEROFFTC=	Licht-Aus-Verzögerung
STARTGRADPOS=	Tick-Position starten
INCPOS=	Positionsinkrement
STEPPERMM=	Schritte/mm
STEPPERINCH=	Schritte/Zoll
EDIT =	 bearbeiten
TOTALPARTNUM=	Gesamtzahl der Teile
EXPORTTOWS=	Ausgabe an den Arbeitsbereich
STRAIGHTRULER=	Lineal
RINGRULER=	Ringlineal
DISKRULER=	Disc-Lineal
PARTNUM=	Teilname
UPDATEPOSPARAM=	Positionsparameter aktualisieren
OTHERNUMSYS=	benutzerdefinierte Basis
MAXNUMBER=	maximale Basis
MPERMIN=	m/Min
INCHPERMIN=	Zoll/Min
ENCODERDIST=	Encoder-Verfahrweg
OUTPORT=	Ausgangsport
ROTATETEXTMARK=	Textmarkierung drehen
	
CIRCLEMODE=	Kreismuster
TEXTELEMENT=	Textelement
TCPIPCOM=	Netzwerk-Kommunikation
SERIALCOM=	Serielle Kommunikation
TIME=	Zeit
FIXEDTEXT=	fester Text
NOLEADZERO=	Verwenden Sie keine führenden Nullen
PREV=	vorankommen
NEXT=	zurückgehen
LIMILTSN=	Maximale Sequenznummer
MODE=	Modell
YEAR=	Jahr
MONTH=	Mond
DAYOFMONTH=	Tag
DAYOFYEAR=	Himmel
DAYOFWEEK=	Woche
WEEKOFYEAR=	Woche
HOUR=	Stunde
MINUTE=	Minute
TIMESEC=	Zeitraum
IPADDRESS=	IP Adresse
COMMAND=	Befehl
ALLCHARSUSES=	alle möglichen Zeichen
BAUDRATE=	Baudrate
DATABIT=	Daten Bits
STOPBITS=	Stoppbit
PARITY=	Parität
ENCIRCLETEXT=	Bogentext aktivieren
POWERKEYBOARD=	Super Tastatur
KBWORKDIRECTORY=	Tastatur-Arbeitsverzeichnis
KEYLIST=	Schlüsselliste
KEYNAME=	Schlüsselname
KEYFILE=	Schlüsseldatei
CUTONOFF=	Schnittschalter
USERNAME=	Nutzername
	
DYNFOCUS=	dynamischer Fokus
ENDYNFOCUS=	Dynamischen Fokus aktivieren
DYNZREV=	Z umgekehrt
DYNZPOS=	Z-Position
DYNZRAD=	Entfernung zum Zentrum (%)
DYNAUTOSWITCH=	automatischer Wechsel
DYNUPDATEALL=	Z-Position aktualisieren
DYNADD=	Z nimmt zu
DYNDEC=	Z-Abnahme
DYNSTART=	Testen beginnen
DYNSTOP=	Test stoppen
DYNUSING=	Dynamischer Fokus im Einsatz..
IAGREE=	Akzeptieren Sie diese Vereinbarung
IDONTAGREE=	stimmen Sie dieser Vereinbarung nicht zu
ERR_CANNT_RUN=	Der Vorgang kann im aktuellen Zustand nicht ausgeführt werden
MARKSPEED=	Markierungsgeschwindigkeit
LENTESTRECT=	Testen Sie die Seitenlänge des Rechtecks
TESTPARAM=	Testparameter
ZINCREMENT=	Z erhöhen
ZMICROINC=	Feinabstimmung Inkrement Z
ZMAX=	Zmax
DYNLINEAR=	Lineare Interpolation
MACROADJUST=	Passen Sie den Z-Wert an
FAILTRANSFER=	Datenaktualisierung fehlgeschlagen! Bitte versuche es erneut!
ENCO2FPK=	CO2-Erstimpulsunterdrückung aktivieren
FPKSTARTPOWER=	Erste Impulsunterdrückung Startleistung
FPKINCPOWER=	Erstes Impulsunterdrückungsleistungsinkrement
SHOWSTARTMARKDLG=	Zeigen Sie das Dialogfeld Startmarkierung an
ENEXEMARKFILE=	Aktivieren Sie die Ausführung von Markierungsstart- und Endbefehlsdateien
ENREDCONTMODE=	Aktivieren Sie den kontinuierlichen Verarbeitungsmodus für rotes Licht
	
DYNSAVE=	sparen
DYNLOAD=	Belastung
ADDZAUTO=	Der Z-Wert wird automatisch erhöht oder verringert
INFO_CICODE=	Hanxin ist der chinesische 2D-Barcode-Standard, sein Zeichensatz enthält alle ASCII-Zeichen und chinesische Schriftzeichen
SPECIALWAVE=	spezielle Wellenform
SPIWAVE=	Wellenform
SPICONTINUES=	kontinuierlicher Modus
SPISIMMERCUR=	Standby-Leistung
STEPDIST=	Optimierte Länge
STEPDELAY=	Verzögerung zwischen den Schritten
USESTEPMARKMODE=	Verwenden Sie den Schrittmarkierungsmodus
CURLMCNOTIPG=	Aktuelle LMC-Karten unterstützen keine IPG-Laser
CURLMCNOTSPI=	Die aktuelle LMC-Karte unterstützt keine SPI_G3-Laser
LASERNOTREADY=	Laser nicht bereit, bitte überprüfen
FIXEDCOOR=	Feste Eingabepunktkoordinaten
DOORIO=	Sicherheitstor-Port
ERR_DOOROPEN=	Die Schutztür ist geöffnet, bitte schließen Sie die Schutztür!
LINEREDUCTION=	gerader Einzug
NUMLOOPS=	Anzahl der Begrenzungsringe
FONTTYPE_SHX=	SHX-Schriftart
ENSPLITSTRTOCHANGETEXT=	Aktivieren Sie die geteilte Zeichenfolge, um das Textobjekt mit dem angegebenen Namen zu ändern
INDEXFIRSTCHARSTR=	die Position des ersten Zeichens in der Zeichenfolge
NUMCHAREXTRACTSTR=	Die Gesamtzahl der aus der Zeichenfolge extrahierten Zeichen
NAMETEXTTOCHANGE=	Der Name des Textobjekts, dessen Zeicheninhalt Sie ändern möchten
SET=	Konfiguration
TT_PICKMIRRORX=	XMirror\nXMirror
TT_PICKMIRRORY=	YSpiegel\nYSpiegel
IPG:OVERTEMP=	Laser: Zu hohe Temperatur
IPG:NORMAL=	Laser: Funktioniert gut
IPG:HIGHOPTIC=	Laser: Bearbeiten Sie stark reflektierende Materialien, und der Laser wird in den Laser reflektiert
IPG:SYSERROR=	Laser: Systemfehler
IPG:READY=	Laser: nicht bereit
IPG:EMERGENCY=	Laser: Notstoppsignal ist gültig
HIDEMODEL=	verstecktes Modell
ANGLEINC=	Winkelinkrement
UPTODOWN=	oben nach unten
LAYERNUM=	Schichten
SPACEOFLAYER=	Schichtabstand
CALCULATE=	Berechnung
READ3DFACEFROMDXF=	3D-Oberflächenschichtung
AVERAGELINE=	Fülllinien gleichmäßig verteilen
CHANGELINECHAR=	Neue Zeile
MARKSELF=	markiere dich
ENSAMEWIDTHCHAR=	Zeichen gleicher Breite aktivieren
DYN_OUTSIDE=	Außenbereich
DYN_MODE1=	Standart Modus
DYN_MODE2=	Unabhängiger Z-Achsen-Modus
MAXSPEED=	Maximale Geschwindigkeit
MINSPEED=	Mindestgeschwindigkeit
LOOPDIST=	Ringabstand
MARKBYSPLITLINE=	Durch Trennlinie markieren
MARKSTR_AFTER7=	angegebenen Ort
ENANALOGCURFPK=	Analogstromunterdrückung aktivieren
CURVESCATTERTOL=	Kurvendispersionsfehler
ENABLECURVESCATTERTOL=	Kurve diskreter Fehler aktivieren
WOBBLE=	Zittern
WOBBLEDIST=	Abstand
ROTARYMARK=	Drehachsenmarkierung
FOCUSLENGTH=	Brennweite
AXISISHOMING=	Die Achse wird referenziert
AXISISMOVING=	Achse bewegt sich
AXISMOVEFAIL=	Achsenbewegung fehlgeschlagen!
AXISERRMAXLIMIT=	Achsbewegung über positiven Grenzwert hinaus
AXISERRMINLIMIT=	Achsbewegung über die negative Grenze hinaus
AXISMUSTGOHOME=	Die Achse muss zum Nullpunkt zurückkehren, bevor sie sich bewegen kann. Wollen Sie zuerst zum Nullpunkt zurückkehren?
ENCODERREVERSE=	Invertierung des Encodersignals
FLYENCODEROFFSET=	Festen Versatzabstand des Encoders aktivieren
FLYENCODEROFFDELAY=	Verzögerung (uns)
FLYENCODERLOWSPEED=	Low-Speed-Modus
	
GET55ERR=	Parameterberechnungsfehler
GETFLYPARSTEP=	Bitte steuern Sie das Fließband manuell, um sich über eine kurze Distanz zu bewegen;\nMessen Sie die Distanz und füllen Sie das Eingabefeld unten aus;\nDas Programm berechnet die Parameter automatisch, nachdem Sie auf OK geklickt haben
FLYPARINPUT=	Länge eingeben:
GETPAR=	Berechnung
PULSECOUNT=	Impulsbetrag
PULSECOUNTRESET=	klar
	
FLYADDTOY=	Überlagerung zur Y-Achse
FLYTOP2BOTTOM=	Rohrleitungsrichtung von oben nach unten
	
DYNAMICLMC=	Dynamische Fokuskarte
UNKNOWN=	Unbekannt
BDVVALUE_CUSTOM_ALL=	Universal
BDVTEXT_CARDTYPE=	Board-Typ:
BDVTEXT_CARDVERSION=	Versionsnummer:
BDVTEXT_CUSTOM=	Mass angefertigt:
BDVTEXT_CARDFUNCTION=	Funktionscode:
HARDINFO=	Hardwareinformationen
	
ENVARTEXTFIXWID=	Feste Textbreite aktivieren
USEEXCELCORRECTFILE=	Korrekturdateien mit Excel
STARTCOOR=	Startpunktkoordinaten
ENDCOOR=	Endpunktkoordinaten
SPACEDIST=	Abstand
SPACING=	Abstand
MARKGRIDLINE=	Rasterlinien ankreuzen
USECORFILEMARKGRIDLINE=	Verwenden Sie die Korrekturdatei, um Gitterlinien zu markieren
CORCOMPFILE=	Korrekturkompensationsdatei (Excel-Datei)
FIXEDCHARCOUNT=	feste Zeichenanzahl
EMPTYCHARWIDTH=	Nullzeichenbreite
AVADISTPOINT=	Verteilen Sie alle Punkte gleichmäßig
YAGFASTPOINTMODE=	 YAG Fast-Dot-Modus
SETANALOG=	analog einstellen
USERDEF=	anpassen
MENU_VIEW_IOSTATE=	IO-Status
DOGNOTMATCHLMC=	Die Donglebindungsnummer stimmt nicht mit der Markierkartennummer überein, bitte überprüfen Sie die Donglenummer!
MORETHAN360=	Der Markierbereich übersteigt 360 Grad, fortfahren?
CURNUM=	Aktuelle Punktzahl
SPOTDIA=	Punktgröße
PTCYCLES=	Anzahl der Treffer
DISTANCE  =	 Distanz
ENDADDPTS=	Punkt am Ende
INFO_MICROQRCODE=	Micro QR Code ist eine abgespeckte Version des QRCODE-Barcodes;
ENABLETILDE=	Aktivieren Sie ~(~ gefolgt von dxxx xxx
MULTIFILEMARK=	Markierung mehrerer Dokumente
LASERLEAKHANDLE=	Lichtleckbehandlung
DISMARKLOWPT=	Punkte mit niedrigem Grauwert nicht markieren
BASEHEIGHT=	Grundhöhe
PARTHEIGHT=	Werkstückhöhe
ZADJUSTMENT=	Z-Höhe einstellen
ACCURATEZERO=	Präzise Rückkehr auf Null
RECTMODE=	Rechteckmodus
KEEPENTORDER=	Behalten Sie die Reihenfolge der Bearbeitungsobjekte bei
OPENMODELAY=	Schalten Sie die MO-Verzögerung ein
SERIALTYPE=	Typ
LINEFEEDMALP=	Punkt-Interlacing
IPGSETTINGS=	IPG_YLPM Laserstatus
SQLDB=	SQL-Datenbank
SQLDRIVERS=	SQL-gesteuert
DBQFILE=	Datenbankdatei
USERID=	Benutzeridentifikation
SQLCMD=	SQL-Befehl
SETPENPARAM=	Stiftparameter einstellen
BOLD=	Fett gedruckt
ITALIC=	kursiv
RESET =	 zurücksetzen
USERINTERLINE=	Interne Fülllinien aktivieren
LASERBEAMDIA=	Durchmesser des Laserspots
HATCHLINEDIST=	Zeilenabstand füllen
ENCO2PULSEMODE=	Aktivieren Sie den CO2-Superpuls-Modus
HATCHONEBYONE=	Bewahren Sie die Unabhängigkeit des Füllobjekts
RESORT=	Sortieren
RESORT_INFO=	Sortieren\nSortieren
SELECTSCANNERFIELD=	Wählen Sie das Koordinatensystem des Galvanometers
SCANHEAD=	vibrierende Linse
SCANNERFIELD=	Markierungsbereich
SELECTMOVEDIR=	Wählen Sie die Bewegungsrichtung der Pipeline aus
STARTMARKER=	Start-Tag
SENSOR=	Sensor
ENCODER=	Drehcodierer
MOVEDIR=	Bewegungsrichtung der Pipeline
NEXTSTEP=	Nächster Schritt
PREVSTEP=	Vorherige
FINISH=	Fertig
FLYMARKSETTINGS=	On-the-Fly-Markierungsparametereinstellungen
ORIENTATION=	Anordnungsrichtung
HORIZONTAL=	Eben
VERTIICAL=	vertikal
POWEROFFSAVEFILE=	Dateien beim Ausschalten automatisch schützen
ADJUST=	Einstellung
FLYMULTIINFO=	Bitte markieren Sie zuerst ein Rechteck im Pipeline-Bewegungszustand.\nWenn das markierte Rechteck der Abbildung links unten entspricht, erhöhen Sie bitte den Koeffizienten.\nWenn das markierte Rechteck der Abbildung rechts unten entspricht, verringern Sie bitte den Koeffizienten.
DISABLEOPTIMIZECONMODE=	Optimaler Modus, der den kontinuierlichen Bearbeitungsmodus deaktiviert
ARRAYDISCHANGESN=	Es ist verboten, den Textinhalt der Seriennummer zu ändern
SPIRAL=	Wendel
SPIRALPITCH=	Wendelsteigung
LINEOFONERING=	Die Anzahl der Liniensegmente in einem Kreis
SPIRALPROMPTSTR=	Einige Kreisobjekte müssen zuerst ausgewählt werden, die Umrisse dieser Kreisobjekte werden verwendet, um das Zeichnen der Spirale zu steuern
AREYOUSUREDLETE=	zum Löschen bestätigen
CHANGENAME=	Namen ändern
CUSTOMIZE=	Mass angefertigt
STDMODE=	Standart Modus
CONTOURFIRST=	Konturpriorität
USERDEFCHARSPACE=	benutzerdefinierter Textabstand
MINRADIUS=	Mindestradius
MAXSPIRALPITCH=	Maximale Wendelsteigung
MINSPIRALPITCH=	Minimale Wendelsteigung
SPIRALPITCHINC=	Tonhöhe erhöhen
DELETESPIRAL=	Wendel löschen
OUTEDGELOOP=	Anzahl der äußeren Begrenzungsringe
INTEREDGELOOP=	Anzahl der inneren Begrenzungsringe
ID_DRAW_SPIRAL=	Zeichne eine Spirale\nZeichne eine Spirale
FPKFROMLOWTOHIGH=	FPK-Strom von niedrig nach hoch
ALWAYSOPENMO=	MO-Signal ist immer an
LOWVALID=	Aktiv niedrig
MARKFINISH=	Endsignal markieren
ENCURRENTADJUSTDELAY=	Stromanpassungsverzögerung aktivieren
ENCURRENTADJUSTDELAY=	Stromanpassungsverzögerung aktivieren
MINCURRENTADJUSTDELAY=	Minimale Stromanpassungsverzögerung
MAXCURRENTADJUSTDELAY=	Maximale Stromanpassungsverzögerung
SETCURRENT=	Stromstärke einstellen
LAYSERNAMESAME=	Der Ebenenname ist derselbe wie die anderen Ebenennamen, bitte umbenennen!
ZOOM=	Zoomen
DRAW=	zeichnen
PENBOX=	Etui
DEVICE=	Ausrüstung
MULTILAYER=	mehrschichtige Verarbeitung
MINPULSEWIDTHRATIO=	Minimales Impulsbreitenverhältnis
MAXPULSEWIDTHRATIO=	Maximales Impulsbreitenverhältnis
PULSEWIDTHOUTRANGE=	Q-Impulsbreite außerhalb des Bereichs
STANDARD=	Standard
TRUE=	Ja
FALSE=	nein
DISABLE=	verbieten
NS=	Nanosekunde
DELAYPARAM=	Verzögerungsparameter
JUMPPARAM=	Sprungparameter
MINJUMPTC=	Minimale Sprungverzögerung
MAXJUMPTC=	Maximale Sprungverzögerung
JUMPLENLIMIT=	Sprungbegrenzungslänge
MARKLOOPTIP=	Markierungszeiten des aktuellen Stifts
MARKSPEEDTIP=	Die Bewegungsgeschwindigkeit des Galvanometers beim Markieren
LASERCURRENTTIP=	Ausgangsstrom des Lasers
LASERFREQTTIP=	Die Frequenz der Laserausgabe
LASERPOWERTIP=	Prozentsatz der Laserausgangsleistung
LASERPWTIP=	Impulsbreite des Laserausgangs
SPIWAVETIP=	Auswahl der SPI-Laserausgangswellenform
USEDEFWAVETIP=	Benutzerdefinierte Laserausgangswellenform
JUMPSPEEDTIP=	Bewegungsgeschwindigkeit, wenn das Galvanometer springt
MINJUMPDELAYTIP=	Die minimale Verzögerungszeit, nachdem der Galvanometersprung abgeschlossen ist
MAXJUMPDELAYTIP=	Die maximale Verzögerungszeit, nachdem der Galvanometersprung abgeschlossen ist
JUMPLENLIMITTIP=	Wenn die Sprungdistanz des Galvanometers größer als diese Länge ist, verwendet die Sprungverzögerung die maximale Verzögerungszeit
LASERONDELAYTIP=	Wenn der Laser eingeschaltet wird, verzögert das Galvanometer diese Zeit, bevor es sich zu bewegen beginnt
LASEROFFDELAYTIP=	Wenn die Markierungsbewegung beendet ist, schalten Sie den Laser nach einer Verzögerung von dieser Zeit aus
POLYGONDELAYTIP=	Wenn die Ecke während der Markierungsbewegung verzögert wird, wird die nächste Kurve nach dieser Zeit markiert.
LMARKENDDELAYTIP=	Verzögern Sie nach dem Markieren der Bewegung die Zeit, bevor Sie zur nächsten Kurve springen
CURPENNOTIP=	Aktuelle Pen-Seriennummer
CURPENCOLORTIP=	aktuelle Stiftfarbe
USEDEFPARAMTIP=	Standard-Bearbeitungsparameter verwenden
CURPENPARAMNAMETIP=	Name des aktuellen Stiftparameters
LOADPENBOXFROMDEF=	Standard-Penbox-Parameter laden
SAVEASPENBOXTODEF=	Als Standard-Penbox-Parameter speichern
RESETALLPENS=	Setzen Sie alle Stiftparameter zurück
SHOW=	Show
HIDE=	ausblenden
SHOWALL=	alles anzeigen
ARRAYTEXT=	Dynamisches Textarray
TT_MODIFY_ARRAYTEXT=	Ändern Sie willkürlich die Position und Größe jeder Zelle des Textarrays
PROPERTY=	Attribute
VALUE=	Wert
MINVALUE=	Minimum
MAXVALUE=	Maximalwert
ENABLEPULSEWIDTH=	Impulsbreiteneinstellung aktivieren
ENABLEPULSEWIDTHTIP=	Aktiviert die eingestellte Pulsbreite des Faserlasers in der Bearbeitung.
LASERLEAKHANDLETIP=	Um zu verhindern, dass der Faserlaser während der Bearbeitung Licht verliert, wird eine spezielle Behandlung durchgeführt.
ALWAYSOPENMOTIP=	Schalten Sie während der Verarbeitung immer das MO-Signal ein
OPENMODELAYTIP=	Die Verzögerungszeit nach dem Einschalten des Lasers MO
DISCHECKLASERSTATE =	 Überprüfung des Laserstatus verbieten
DISCHECKLASERSTATETIP =	 Es ist verboten, den Laserstatus vor der Bearbeitung zu überprüfen
LIMITPARAM=	Parameter begrenzen
GALVOMINSPDTIP=	Die minimale Bewegungsgeschwindigkeit, die von der Galvanometerbewegung zugelassen wird
GALVOMAXSPDTIP=	Die maximale Bewegungsgeschwindigkeit, die von der Galvanometerbewegung zugelassen wird
GALVO2XTIP=	Galvoachse 2 ist die X-Achse
REVERSEXTIP=	Die Richtung der X-Achse des Galvanometers muss umgekehrt werden
REVERSEYTIP=	Die Richtung der Y-Achse des Galvanometers muss umgekehrt werden
FIELDSIZETIP=	Die Größe des Verarbeitungsbereichs des Galvanometers
USECORRECTFILETIP=	Ob das aktuelle Galvanometer mit der angegebenen Korrekturdatei korrigiert wird
TRANSFORMOFFSETXTIP=	Der X-Offset-Abstand der Gesamttransformation des Galvanometerausgangs
TRANSFORMOFFSETYTIP=	Y-Offset-Abstand der Gesamttransformation des Galvanometerausgangs
TRANSFORMANGLETIP=	Der Rotationswinkel der Gesamttransformation des Galvanometerausgangs
MARKSTR_AFTERMARKTIP=	
CURVESCATTERTOLTIP=	Der maximale Sehnenhöhenfehler der Kurve, die in eine gerade Linie diskretisiert wird
	
MINLINESEGLEN=	Minimale gerade Länge
MINLINESEGLENTIP=	Minimale Zeilenlänge, kürzere Zeilen werden ignoriert
LASERREADYIO=	Laserbereiter Anschluss
REDLIGHTPOINTSTART=	Rotes Licht zeigt den Starthafen an
PORTNOTIP=	Die vom aktuellen Signal verwendete Portnummer
LOWVALIDTIP=	Ob das aktuelle Signal aktiv niedrig ist
STARTPULSEMODETIP=	Ob das Startsignal flankengetriggert ist
PULSEWIDTHOUTPORTMODETIP=	Zeit zur Ausgabe des aktiven Pegels des Endsignals
LOWVOLISVALID=	Aktiv niedrig
HIGHVOLISVALID=	Aktiv hoch
ALARMPORTSTATETIP=	Gültigen Zustand des aktuellen Ports signalisieren
ALARMMESSAGETIP=	Die prompte Meldung, dass das System bei einem Warnsignal im Prozess auftaucht
REDCONTMODE=	Rotlicht-Daueranzeigemodus
SOFTLICENCENOTFIND=	Es konnte kein gültiger Softwareregistrierungscode gefunden werden!
SOFTLICENCEISUNVALID=	Ungültiger Softwareregistrierungscode!
CHANGEPWELAY=	Ändern Sie die Impulsbreitenverzögerung
CHANGEPWELAYTIP=	Die Zeit, die der Laser verzögern muss, wenn er den Impulsbreitenwert ändert
BWREVERSE=	Schwarz-Weiß-Umkehrung
DELETECENBAR=	Mittelblock entfernen
INFO_CODEDATAMTXGS1=	DATAMATRIX_GS1 ist ein DATAMATRIX-Barcode im speziellen Format, und sein Inhalt muss dem GS1-Standardformat entsprechen.
OPTIMIZEPARAM=	Optimierungsparameter
OPTIMIZEHATCH=	Optimierte Polsterung
BARCODEENDEFTEXT=	Benutzerdefinierter Anzeigetext (Zeichen #, ? löschen, % prüfen)
GALVORESPONSE=	Galvo-Reaktionszeit
ENSAVEFILE=	Datei speichern aktivieren
ENDRAWENTITY=	Zeichenbare Objekte aktivieren
ENPICKMOVE=	Verschieben-Transformation aktivieren
ENEDITPARAM=	Aktivieren Sie die Objektbearbeitung
ENPENPARAM=	Aktivieren Sie diese Option, um Stiftparameter zu ändern
ENDEVPARAM=	Aktivieren, um Geräteparameter zu ändern
ENSYSTEMPARAM=	Aktivieren, um Systemparameter zu ändern
ALREADYHAVETHISUSER=	Dieser Benutzername existiert bereits, bitte ändern Sie Ihren Benutzernamen!
GALVOBIDIROFFSET=	Bidirektionaler Offset
	
ID_VIEW_3D=	Umschalten zwischen 2D- und 3D-Ansicht\nUmschalten zwischen 3D-Ansicht
ID_VIEW_3DUP=	Ansicht von oben\nDraufsicht
ID_VIEW_3DDOWN=	 Ansicht von unten\nAnsicht von unten
ID_VIEW_3DLEFT=	Ansicht von links\nLinke Ansicht
ID_VIEW_3DRIGHT=	Ansicht von rechts\nRechte Ansicht
ID_VIEW_3DFRONT=	Ansicht von vorne\nVorderansicht
ID_VIEW_3DBACK=	Ansicht von hinten\nRückansicht
ID_VIEW_3DISO=	Ansicht aus der isometrischen Richtung\nIsometrische Ansicht
ID_3DVIEW_WIRE=	Oberflächen-Drahtmodellmodus anzeigen\nDrahtmodellmodus anzeigen
ID_3DVIEW_RENDER=	Oberflächen-Rendering-Modus anzeigen\nRendering-Modus anzeigen
ID_3DVIEW_RENDERLINE=	Oberflächen-Rendering-Linienmodus anzeigen\nRendering-Linienmodus anzeigen
ID_3DVIEW_HIDEMESH=	Oberflächen ein- oder ausblenden\nOberflächen ein- und ausblenden
ID_3DFUN_MESH3D=	3D-Oberflächenmodelldatei öffnen\n3D-Oberflächenmodell öffnen
ID_3DFUN_SLICEMESH=	Schichtscheiben auf Oberflächen\nOberflächenschichtung
ID_3DFUN_ROTATEMESH=	Oberfläche drehen\nOberfläche drehen
ID_3DFUN_MOVEMESH=	Übersetzen Sie die Oberfläche\nÜbersetzen Sie die Oberfläche
ID_3DFUN_PRJ=	Projizieren Sie Objekte auf Oberflächen\nOberflächenprojektion
	
	
ALLOUTMODE=	Alle Ausgaben
ENCODERONLYA=	Der Encoder wird nur an Phase A angeschlossen
FLYTRACKERROR=	Flugfehlerkorrekturfaktor
MESH3D=	3D-Oberfläche
CURVE3D=	3D-Kurve
SLICE3D=	Geschichtete Tangenten
SLICEFILE=	Geschichtete Dateien
SLICEMESH=	Lagenschnitte
ZMAXTOMIN=	Z-Wert von groß nach klein
MINZ=	Minimaler Z-Wert
MAXZ=	Maximaler Z-Wert
THICKNESS=	Dicke
CROSSHATCH=	Querfüllung
ROTATEMESH=	Oberfläche der Revolution
MOVEMESH=	Oberfläche bewegen
PROJECT=	Projektion
PROJECT3D=	3D-Projektion
DELPROJECT=	Projektionskurve löschen
LIMITZ=	Z-Grenze
SURFACEDOWN=	Projektion der unteren Oberfläche
LANGPAGE=	Sprachcodepage
DYNAMICHATCH=	Dynamische Füllung
ADDCONTOUR=	den Umriss vergrößern
MARKMESHBOX=	Begrenzungsrahmen der Oberfläche markieren
MARK_NOMESH=	Kein Oberflächenobjekt, bitte prüfen Sie in der 3D-Ansicht, ob die Oberfläche geladen ist?
PULSEWIDTHINDEXMODE=	Pulsweitenindex-Modus
PULSEWIDTHINDEXMODETIP=	Die Impulsbreite wird durch den Index dargestellt
MAXINDEXVALUE=	maximaler Indexwert
PULSEWIDTHINDEX=	Impulsbreitenindex
ENWELDWAVEOUT=	Signalausgabe aktivieren
WELDWAVE=	Wellenform
WELDWAVETIP=	Einstellungen der analogen Laserwellenform für jeden Punkt
WAVEWIDTH=	Breite der Wellenform
MAXWELDWAVEWIDTH=	Maximale Breite der Wellenform
WAVETOTALWIDTHISBIG=	Die eingestellte Gesamtwellenformbreite ist größer als die maximale Breite, bitte neu eingeben!
REMOVENOINT=	Entfernen Sie sich nicht schneidende Liniensegmente
USESELECT2DENT=	Ebene mit ausgewählten 2D-Objekten
GENERATECURVES=	Kurvendaten generieren
CALCULATECONTOURS=	Berechnen Sie die Profilkurve
REBULIDCONTOURS=	Erstellen Sie Konturpositionsinformationen
HATCHLINES=	Fülllinien berechnen
BUILDPROJECTMESH=	Erstellen Sie eine Projektionsfläche
WRAP=	Pack
PLSSELECTVALIDCURVE=	Bitte wählen Sie eine gültige Kurve aus!
BASICPARAM=	Grundparameter
ASSIGNMENT=	Karte
XYASSIGNMENTISSAME=	Der Mapping-Wert von X- und Y-Achse darf nicht gleich sein, bitte erneut auswählen!
ID_3DFUN_BASICSHAPE=	Einfache 3D-Oberfläche erstellen\nErstellen Sie eine einfache 3D-Oberfläche
BASIC3DSHAPE=	Grundlegende 3D-Oberfläche
PLANE=	eben
SPHERE=	Kugel
CYLINDER=	Zylinder
CONE=	Kegel
FREQDELAY=	Frequenzverzögerung
LASERFREQTTIP2=	Erforderliche Verzögerungswartezeit, wenn der Laser die Frequenz ändert
BMPTOMESH=	Konvertieren Sie Bitmap in Oberfläche
ID_3DFUN_BMPTOMESH=	Bitmap zu Oberfläche\nBitmap zu Oberfläche
REFRESH=	Aktualisierung
WAITFORINPUT=	Warten auf Input-Port-Signal
OUTPUTWHENSTART=	Ausgabeport-Ausgangssignal für Schichtverarbeitungsstart
OUTPUTWHENFINISH=	Ausgabeport-Ausgangssignal des Schichtverarbeitungsendes
WAITFORSTARTSIGNAL=	Warten Sie auf das Startport-Signal
WAITFORSELLAYERSIGNAL=	Warten auf Select-Layer-Signal
IOMASK=	Port-Maske
IOMASKTIP=	Gibt an, welche Ports für das aktuelle Gerät gültig sind
CYLINDERWRAP=	Zylindrische Umwicklung
YWRAP=	Wickeln in Y-Richtung
CURRENTLAYERINDEX=	aktueller Display-Layer-Index
ENABLEFIRSTOPENLASERDELAY=	Aktivieren Sie die Verzögerungszeit, wenn der Laser zum ersten Mal eingeschaltet wird
SETMINVALUE=	Mindestwert einstellen
SETMAXVALUE=	Maximalwert einstellen
PULSEWIDTHUNITISPS=	Impulsbreite in Pikosekunden (ps)
PS=	Pikosekunden
CONTINUEMODE=	kontinuierlicher Modus
PICKENTYOUWANTTRIM=	Wählen Sie Objekte zum Trimmen aus
PICKENTYOUWANTINTERSECT=	Wählen Sie Objekte aus, um sich überschneidende Bereiche zusammenzuführen
BACKGROUND=	Hintergrund
SELBACKGROUNDCURVES=	Wählen Sie eine Kurve aus, die als Hintergrund verwendet werden soll
COPYBACKGROUNDTOWS=	Kopieren Sie die Hintergrundkurve in den Arbeitsbereich
SHOWOPTIPARAM=	Optimierungsparameter anzeigen
SHOWWOBBLEPARAM=	Jitter-Parameter anzeigen
SHOWOTHERPARAM=	Andere Elementparameter anzeigen
SHOWDESCAREA=	Parameterdetailbereich anzeigen
SHOWPOWERRAMPPARAM=	Parameter der linearen Leistungstransformation anzeigen
SHOWSPEEDRAMPPARAM=	Parameter der linearen Transformation der Geschwindigkeit anzeigen
POWERRAMPING=	Lineare Transformation der Macht
ENABLESTARTRAMP=	Start ermöglichen
ENABLESTARTPOWERRAMPTIP=	Die Leistung des Aktivierungsstartsegments variiert linear
STARTRATIO=	Startskala
STARTLENGTH=	Startlänge
STARTRAMPRATIO=	Das Verhältnis des Startwerts zum Maximalwert
STARTRAMPLENGTH=	Die maximal zulässige Länge des Startsegments
ENABLEENDRAMP=	Ende aktivieren
ENABLEENDPOWERRAMPTIP=	Die Leistung des aktivierten Endsegments variiert linear
ENDRATIO=	Ende Skala
ENDLENGTH=	Endlänge
ENDRAMPRATIO=	Verhältnis von Endwert zu Maximalwert
ENDRAMPLENGTH=	Die maximale Länge des Endsegments darf variieren
	
SPEEDRAMPING=	Geschwindigkeit lineare Transformation
ENABLESTARTSPEEDRAMPTIP=	Aktivieren Sie die Geschwindigkeit des Startsegments, um sich linear zu ändern
ENABLEENDSPEEDRAMPTIP=	Aktivieren Sie die Geschwindigkeit des Endsegments, um linear zu variieren
INPUT=	Eintreten
BTNBOX=	Grenze[F4]
BTNPRJ=	Projektion [F4]
STARTCALI=	Kalibrierung starten
FINISHCALI=	Kalibrierung beenden
MARKGRID=	Markierungsgitter
MENU_FILE_PROJECTPARAM=	Projektionsparameter
TESTCALI=	Projektionskorrektur testen
SELECTALLPOINTS=	Alle Punkte auswählen (Strg und Pfeiltasten drücken, um ausgewählte Punkte zu wechseln, wenn ein einzelner Punkt ausgewählt ist)
ENABLEPROJECT=	Projektionsbeobachtung aktivieren
APPAPPEARANCE=	Programmauftritt
LASERBOARDIDEN=	Typ der Laserschnittstellenkarte
LASERBOARDVER=	Version der Laserschnittstellenkarte
ESTIMATEDTIME=	Geschätzte Bearbeitungszeit
ENABLEBARCODEFASTPTMODE=	Aktivieren Sie den Barcode-Quick-Dot-Modus
MODULEHORIARRANG=	Module sind horizontal angeordnet
SIMPLEENCODE=	einfacher Codierungsmodus
ENABLEBARCODEFASTLINEMODE=	Aktivieren Sie den Barcode-Fast-Line-Modus
ID_3DFUN_FREEPAINT=	Freihandzeichnen auf einer Oberfläche\nFreihandzeichnen
FREEPAINT=	freies Zeichnen
SIN=	Sinusförmig
WOBBLETYPE=	Jitter-Typ
ROUNDTRIP=	Roundtrip-Modus
WAVEDELAY=	Signalausgabeverzögerung
LASERMONITOR=	Laserüberwachung
TEMPALARM=	Temperaturalarm
REFLALARM=	Hoher Anti-Alarm
SYSTEMALARM=	Systemalarm
POWERALARM=	Stromversorgungsalarm
LASERNOTREADY=	Laser nicht bereit
LASERREADY=	Laser bereit
UNKNOWALARM=	Unbekannte Warnung
LASEREXTFAULT=	Externer Ausfall des Lasers
CALCULATING=	Berechnung...
OFFLINE=	Offline-Verarbeitung
POINTNUM=	Punkte
SPIRALBRUSH=	Spiraleigenschaftspinsel
PICKSELSPIRALREFRESH=	Wählen Sie die zu aktualisierende Spirallinie aus und bestätigen Sie mit der rechten Maustaste
ENABLPARSEMODE=	Analysemodus aktivieren
ID_PICK_BYPEN=	Objekte nach Stiftnummer auswählen\nNach Stiftnummer auswählen
No=	Seriennummer
MOVETOINDEX=	Zur angegebenen Folgenummer wechseln
AXISSOLUTION=	Erweiterte Achslösung
FEEDBACK=	Encoder-Feedback
COMMCATH=	Gemeinsamer Kathodenausgang
LIMITSWITCH=	Endschalter
SOFTLIMIT=	weiche Grenze
POSIDIR=	Positive Rückkehr zu Null
FINDINDEX=	Index finden
HOMESPEED=	Rücklaufgeschwindigkeit Null
LEAVESPEED=	Geschwindigkeit verlassen
HOMEOFFSET=	Nullpunktverschiebung
HOME=	Null
FOLLOWERROR=	folgender Fehler
ACCELERATION=	Beschleunigung
DECELERATION=	Verzögerung
FOCUSPOS=	Fokusposition
SETCURPOSASFOCUS=	Legen Sie die aktuelle Position als Fokusposition fest
SETMINPOWER=	Mindestleistung einstellen
SETMAXPOWER=	Maximalleistung einstellen
SETMINGRAY=	minimale Graustufen einstellen
SETMAXGRAY=	Maximale Graustufen einstellen
SCANINVERT=	rückwärts scannen
EMISSIONDELAY=	Erregungsverzögerung
WELDPARAM=	Schweißparameter
DELEDGELINES=	Randverbinder löschen
INFO_GS1DATABAR=	Der GS1 DataBar-Barcode (früher RSS-Barcode) ist ebenfalls ein Barcode-Symbol des GS1-Systems. Der Barcode hat die Vorteile „kleinere Größe, größere Menge an Informationen“ und „kann zusätzliche Informationen wie Produktablaufdatum, Seriennummer usw. enthalten“.
SHOWFAST=	Schnelle Anzeigeoptimierung
SHOWDIR=	Kurvenrichtung anzeigen
SIMULATIONSPD=	Fluggeschwindigkeit simulieren
TEMPERATURE=	Temperatur
SPHEREWRAP=	sphärische Umhüllung
ZLAYER=	Z-Schichtung
WAITSTARTSIGOFLAYER=	Warten Sie, bis der Layer mit der Verarbeitung des Signals beginnt
PWMONDELAY=	PWM-Einschaltverzögerung
PWMONDELAYTIP2=	Die Verzögerung zwischen der steigenden Flanke und der steigenden Flanke von Gate, wenn PWM eingeschaltet ist
ROTATECENZ=	Achse Z
ERR_NOTHOME=	Die Achse ist nicht auf Null zurückgekehrt, bitte zuerst auf Null zurückfahren!
SPLITMODE=	Split-Modus
NOSPLIT=	nicht geteilt
SPLITBYSIZE=	Nach Größe aufgeteilt
SPLITBYGUILDLINE=	Dividiere durch Hilfslinie
SETCURPOSASORIGIN=	Legen Sie die aktuelle Position als Ursprungsposition fest
FINDHOME=	Null finden
XTABLEMOVE=	Die X-Achse ist die Plattformbewegung
YTABLEMOVE=	Y-Achse ist die Plattformbewegung
DISPENHIDEPARAM=	Deaktivieren Sie versteckte Stiftparameter
REDLIGHTDISMOTOR=	Bewegung der Expansionsachse ist verboten
UNGROUPTEXT=	getrennter Text
ID_EDIT_UNGROUPTEXT=	Trennt Text in einzelne Zeichen\nTrennt Text
ENABLPINPOS=	Bewegungserkennung in Position aktivieren
POSITIONTOL=	In-Position-Fehler
INPOSTIME=	Ankunftszeit
INPOSLIMITTIME=	Befristung vorhanden
ERRRESETISLOW=	Fehler-Reset-Signal aktiv niedrig
REMOTECTRLISLOW=	Fernbedienungssignal aktiv niedrig
LASERNOTENEMISS=	Der Laser wird nicht aktiviert, um Licht zu emittieren
ID_FILE_MACHINEPARAMETER=	Geräteparameter einstellen\nGeräteparameter
MENU_FILE_MACHINE=	Geräteparameter...
DOUBLEPTMODE=	Doppelpunktmodus
NOCUTENTITY=	Nicht zu schneidende Objekte
INPUTIOSTATE=	Input-Port-Status
ID_DRAW_ENCODERDISTANCE=	Encoder-Entfernung darstellen\nEncoder-Entfernung darstellen
SKYWRITE=	 Einheitliche Markierung (Himmelsschrift)
RUNINDURATION=	Zyklus importieren
RUNOUTDURATION=	Exportzyklus
RUNINDURATION10US=	Zykluszeit zum Einfahren in die Kurve (Einheit: 10us)
RUNOUTDURATION10US=	Die Zykluszeit der Führungsausgangskurve (Einheit: 10 us)
TIMELAG=	Verzögerungszeit
LASERONSHIFT=	Laser auf Drift
LASERONSHIFTUS=	Laserstartdrift (Einheit: us)
LIMITANGLE=	Grenzwinkel
LIMITANGLEDESC=	Kurven, die kleiner als der Grenzwinkel sind, verwenden automatisch die Polygonverzögerung
OUTPUTPARAM=	Ausgangsauswahlparameter
CHANGEWAVEDELAY=	Signalverzögerung ändern
SHOWDELAYPARAMS=	Verzögerungsparameter anzeigen
SHOWJUMPPARAM=	Sprungparameter anzeigen
HIDEPENBUTTONS=	Schaltfläche zum Ausblenden der Stiftparameter
LOCK =	 Verriegelung
USBREMOVE_WARN=	Die USB-Steuerkarte ist getrennt, bitte schließen Sie die Software und starten Sie die Software neu!
DESCRIPTION=	beschreiben
HATCHPARAMLIB=	Füllen Sie die Parameterbibliothek
SAVEPARAM=	Parameter speichern
LOADPARAM=	Parameter laden
INDEX=	Index
RESETCCD=	CCD zurücksetzen
BUILDCCD=	CCD bauen
MOVETOCCDSTART=	Zur CCD-Startposition bewegen
ENCALIBRATION=	CCD-Korrektur aktivieren
ENCHANGEMODEL=	Aktivieren Sie das Wechseln von Vorlagen
MODELNO=	Vorlagennummer
FAILHANDLE=	Fehlerbehandlung
ENRETRY=	Wiederholen
RETYRCOUNT=	Anzahl der Wiederholungen
WHENFAIL=	Wenn CCD ausfällt
THENSTOP=	Pause
THENCONT=	weiter nach unten
THENJUMP=	zum Index springen
INPUTJUMP=	Eingangsport springen
JUMPTO=	umleiten zu
CUBE=	Würfel
REVOLVEWRAP=	Rotierende Körperpackung
ERR_NOMESH=	keine Oberflächenobjekte
BINDID=	Kundeninformationen binden
ERR_CLIENTID=	Die Client-ID der Datei ist ungültig!
STABLETIME=	stabiler Zeitplan
ENSELLAYER=	Auswahlebene aktivieren
ERR_USERSTOPMARK=	Die Verarbeitung wurde vom Benutzer unterbrochen
AXISERRSTOP=	Achsbewegung wird abgebrochen!
CLONE=	Klon
AAXISMODE=	A-Achsen-Modus
AXISMOVEDELAY=	Verzögerung der Achsenbewegung
AXES=	Achse
MESHEDIT=	Oberflächenbearbeitung
MERGECLOSEVERTICES=	Zusammenfallende Scheitelpunkte zusammenführen
LASERONTCONLYUSEINSTART=	Die Laserstartverzögerung ist nur im Startsegment gültig
LASERPOWER=	Stromversorgung des Lasers
SYSTEMFAULT=	Systemfehler
INTERNALLASERFAULT=	Interner Laserfehler
SHOWSKYWRITEPARAM=	Zeigen Sie einheitliche Markierparameter an
DISABLESYNPRR=	Sync-PRR-Signal deaktivieren
BACKLASH=	Spielkompensation
USESPLITBOXCENASMARKCEN=	Verwenden Sie die Splitbox-Mitte als Markierungsmitte
HANDWHEEL=	Handrad
GEARRATIO2=	Übersetzungsverhältnis
STARTHW=	Handrad starten
ENDHW=	Handrad verlassen
ENABLEHANDWHEEL=	Handrad aktivieren
SCANNERFOLLOWMOUSEMOVE=	Im Punktmodus bewegt sich das Galvanometer mit der Maus
AUTOMODE=	automatischer Modus
ENABLEAUTOADJUST=	Aktivieren Sie die automatische Anpassung
ACCURACYPRIORITY=	Genauigkeit zuerst
SPEEDPRIORITY=	Geschwindigkeit Priorität
STARTADJUST=	mit der Anpassung beginnen
AUTOADJUSTING=	Automatische Anpassung...
FPKENABLETHREST2=	Sperraktivierungs-Schwellenzeit T2
FPKVOLTAGE=	erste Impulsunterdrückungsspannung
MANUALSET=	manuelle Einstellung
LASERCOOLINGTIME=	Kühlzeit des Lasers
MENU_SORT_BYX=	Sortiere nach X
MENU_SORT_BYY=	Nach Y-Priorität sortieren
MENU_SORT_REVERSE=	umgekehrt sortieren
SMARTADJUSTMENT=	Intelligente Einstellparameter
ENABLESMARTADJUST=	Aktivieren Sie den intelligenten Anpassungsmodus
DECMODE=	Dez dezimal
HEXMODE1=	HEX Hex
HEXMODE2=	hex hex
RESULT=	Wirkung
NORMAL=	normal
TISSMALL=	T-Wert ist zu klein
TISLARGE=	T-Wert ist zu groß
TOFFIRSTLINE=	 T-Korrekturwert der ersten Zeile
START=	Anfang
SMARTADJUSTTIP=	Bitte befolgen Sie die Schritte zum Anpassen der Parameter, stellen Sie zuerst das Endsegment und dann das Startsegment ein. Passen Sie den T-Parameter so an, dass sich die tatsächlich markierte horizontale Linie und die vertikale Linie genauso schneiden wie der normale Effekt.
CHECKISALREADYMARK=	Überprüfen Sie, ob Text markiert ist
CURVETOPTS=	Konvertieren Sie Kurven in Punkte
PREVIEW =	 Vorschau
ASSERT=	abnormal
ERR_FAIL=	scheitern!
MENU_GUILDLINEBOX=	Zeichnen Sie einen Hilfsrahmen
GUILDLINEBOX=	Hilfsbox
SPLITBYGUIDELINEBOX=	Verwenden Sie die Hilfskastenunterteilung
PLSCHOOSECARD=	Bitte wählen Sie die Karte aus, die Sie verwenden möchten
CHANGEBMPREALDPI=	Ändern Sie die echte DPI der Bitmap
DISABLEAXISA=	A-Achse verboten
ENHOMEFINISHGOTOPOS=	Aktivieren Sie die Nullrückkehr zum Ende an der angegebenen Position
HOMINGFINISHPOS=	Die angegebene Position, an der die Nullrückgabe endet
EXPOSURE=	Exposition
CAMERA=	Kamera
NOCUTTEXT=	Deaktivieren von geteilten Textzeichen
CURFILEMODIFYPLSSAVEIT=	Die aktuelle Datei wurde geändert, bitte zuerst speichern!
SAVETOFILE=	speichern unter
ISSUE=	Frage
PAUSEWHENLIMIT=	Pause am Ende des Textes
LIMITISCONTINUE=	Text Grenzwert erreicht, weiter nach Reset?
POWERSTANDBY=	Standby-Leistung
MESHFOLLOWROTATE=	Die Oberfläche dreht sich mit
LASERFAULT=	Laserausfall
FIBERALARM=	Faseralarm
SAFETYALARM1=	Ausfall der Sicherheitsverriegelung
SAFETYALARM2=	Sicherheitsschleifenalarm
LINKALARM=	Ausfall der optischen Verbindung
CRITICALALARM=	Laserschutz kritischer Fehler
HOTSTOP=	Unsachgemäßes Stoppen der Laseremission
POWER24ALARM=	Ausfall der 24-V-Stromversorgung der Steuerung
MAXTHREADCNT=	Maximale Anzahl von Rechenthreads
MESHRESOL=	Genauigkeit der Oberflächenberechnung
DELAY=	Verzögerung
MOTORSPEDRATIO=	Erweiterter Achsgeschwindigkeits-Override
SHOWCHECKNUM=	Prüfcode anzeigen
DISABLECANCELAXISMOVE=	Der Abbruch der Achsbewegung ist verboten
OFFLINEDOGNOTFOUND=	Der richtige Dongle wurde nicht gefunden
EZCADSTR_ARRAY_X_INCDIST=	X-Array-Inkrementabstand
EZCADSTR_ARRAY_Y_INCDIST=	Inkrementeller Abstand des Y-Arrays
EZCADSTR_ARRAY_Z_INCDIST=	Inkrementeller Abstand des Z-Arrays
OUTPUTANALOG=	Ausgang analog
Voltage=	Stromspannung
MODE8=	vertikal 8
MODE82=	waagrecht 8
TCPIPSERVER=	TCP/IP-Server
NOCUTSMALLENT=	Zerteilen Sie keine kleinen Gegenstände
AUTOSAVEWHENCLOSE=	Speichern Sie die aktuelle Datei automatisch, wenn die Software geschlossen wird
MASK=	Maske
DISABLESTOPAXISWHENDOOROPEN=	Verhindert die Bewegung der Stoppachse, wenn die Tür offen ist
STOPAXISWHENDOOROPEN=	Stoppen Sie die Achsenbewegung, wenn die Tür geöffnet ist
STAGEFB=	Plattform-Feedback-Position
GALVOCMD=	Galvo-Kommandoposition
GALVOFB=	Galvo-Feedback-Position
DISSHOWFILEPROCESS=	Dateibearbeitungsdialoge unterdrücken
DISSHOWCALCPROCESS=	Anzeige des Berechnungsablaufdialogs unterdrücken
LEVEL16=	Stufe 16
STEPMODE=	Geschwindigkeitsoptimierungsmodus
SHOWSTEPMODE=	Parameter des Geschwindigkeitsoptimierungsmodus anzeigen
ENCODEMODE=	Kodierungsmodus
ENABLJUMPTABLEMODE=	Sprungparametertabellenmodus aktivieren
ENABLJUMPTABLEMODETIP=	Die Sprungparameter aller Stifte werden automatisch aus der Sprungparametertabelle bezogen
JUMPTABLE=	Sprungparametertabelle
DRAWTOL=	Pixelgenaues Zeichnen
SHIFTOFROTARY=	Rotationsachsendrift
SERVERINFO=	Serverinformation
FASTLINELASERONRATIO=	Schnelles Linienlichtleistungsverhältnis
STANDARDPOS=	Standard-Standort
REALPOS=	tatsächlicher Standort
FLYSPEEDMONITOR=	Überwachung der Fluggeschwindigkeit
MAXFLYSPEED=	maximale Fluggeschwindigkeit
STARTANDSTART=	Startpunkt mit Startpunkt verbunden
STARTANDEND=	Anfang und Ende verbunden
ENDANDSTART=	Endpunkt mit Startpunkt verbunden
ENDANDEND=	Endpunkt zu Endpunkt
OPENCURVE=	offene Kurve
LASERWOBBLESHOW=	Jitter-Pfad-Vorschau
SHOWTRANSBMP=	Transparente Bitmap anzeigen
DISABLECIRMODE=	Kreismuster unterdrücken
REFINEPLANECONTOUR=	Ebenenkonturen extrahieren
REFINECONTOURMOUSE=	Ebenenkontur extrahieren: Klicken Sie mit der linken Maustaste, um eine Vorschau anzuzeigen, und doppelklicken Sie mit der linken Maustaste, um zu bestätigen
HORIZONALPLANE=	das Flugzeug nivellieren
HORIZONALPLANETIP=	Klicken Sie mit der linken Maustaste, um die zu nivellierende Ebene auszuwählen
LASERONLAGTIME=	Verzögerungszeit des Lasers
FIRSTJUMPDELAY=	erste Sprungverzögerung
ENABLEHATCHLINEOVERLAP=	Gestaffelte Teilung der Fülllinie aktivieren
CHARADDMODE=	Zeichenerhöhungsmodus
TT_PICKSHOWALL=	Alle Objekte anzeigen\nAlle Objekte anzeigen
TT_PICKHIDEALL=	 Alle Objekte ausblenden\nAlle Objekte ausblenden
FLOATSOL=	Fließkomma-Präzision
ENABLEAUTOCONNECT=	Aktivieren Sie die automatische Verbindung, wenn die Verbindung getrennt wird
CONNECTINTERVAL=	Verbindungsintervall
DISABLEMOVEZWITHENTZ=	Deaktivieren Sie das Bewegen der Z-Achse basierend auf Objektkoordinaten
ESCBTNSTOPAXISIMM=	Aktivieren Sie Esc, um die Achsenbewegung sofort zu stoppen
DOYOUREALRESETALLPARAM=	Möchten Sie wirklich alle Stiftparameter zurücksetzen?
UPDATEDYNENT=	Dynamische Objekte aktualisieren
FAILEDOPENDLCDEV=	Die DLC-Karte konnte nicht geöffnet werden
SOFTWARELICWILLEXPIRE24HOURS=	Die Softwarelizenz läuft innerhalb von 24 Stunden ab, bitte wenden Sie sich an den Gerätelieferanten!
SPLITBITMAP=	Bitmap teilen
NOGUILDLINETOSPLITBMP=	Es gibt keine Hilfslinien, die zum Teilen von Bitmaps verwendet werden können. Bitte zeichnen Sie zuerst Hilfslinien!
BARCODEPTMODE=	Barcode-Punktverarbeitungsmodus
FASTPOINT=	schneller Punktmodus
FASTLINE=	schneller Zeilenmodus
FASTSTEPMODE=	Step-Modus
ENABLELASEREXTOUTPUT=	Aktivieren Sie die Ausgabe der Lasererweiterung
LASEREXTOUTPUT=	Erweiterter Laserausgang
DEFAULTPARAM=	Standardparameter
MARKFAILIO=	Ausgefallenen Port markieren
SHOWSELECTBTNONPANEL=	Schaltfläche "Achsenlösung auswählen" auf dem Bedienfeld anzeigen
RELSPEED=	Relative Geschwindigkeit
SPEEDFIELD=	Geschwindigkeitsfeld
POWERFIELD=	Energiefeld
SPEEDFIELDRATIO=	Geschwindigkeitsfeldverhältnis
POWERFIELDRATIO=	Energiefeldverhältnis
RATIO=	Verhältnis
DISTRIBUTIONMODE=	Kurvenverteilungsmuster
RESOLUTIONRATIO=	Unterteilungspräzisionsverhältnis
DISTR_PRIMARY=	Primärverteilung
DISTR_QUADRATIC=	quadratische Verteilung
DISTR_CUBIC=	kubische Verteilung
VALIDINWHOLEPMARKERIOD=	Wirksam für den gesamten Bearbeitungszyklus
INFO_CODEBC412=	Der BC412-Barcode ist ein fortlaufender bidirektionaler Barcode mit nicht fester Länge, bei dem alle Striche und Zwischenräume Informationen darstellen; sein Zeichensatz umfasst „0“-„9“ und „AZ“ enthält kein „O“; der Prüfcode ist automatisch vom System hinzugefügt.
SHOWFREQRAMPPARAM=	Parameter der linearen Frequenztransformation anzeigen
FREQRAMPING=	Lineare Frequenztransformation
CANNOTHAVESAMESN=	Es kann keine DLC-Karten mit derselben Seriennummer geben!
ALLSCANNERMARKCURLAYER=	Alle Galvanometer verarbeiten die aktuelle Schicht
ALLSCANNERMARKCURLAYERSPLIT=	Alle Galvanometer werden geteilt und für die aktuelle Schicht aufbereitet
ENCURVESYNINPORT=	Eingabeport für die Kurvensynchronisierung aktivieren
SPECIALPOS=	besonderer Ort
SETCURPOSASSPECPOS=	Legen Sie den aktuellen Standort auf einen speziellen Standort fest
ENCURVESYNWHENCURVEEND=	Synchronisierung am Ende der Kurve aktivieren
LASEREMISSION=	Laser global aktivieren [MO]
STARTDELAY=	Startverzögerung
ENDDELAY=	Verzögerung beenden
LASERSYN=	Laserschalter auf Synchronisierung
ACCURATEHOME=	Präzise Rückkehr auf Null
AUTONAMEENT=	Objekte automatisch benennen
ENTNAMESAME=	Der Objektname ist derselbe wie andere Objektnamen, bitte umbenennen!
CREATE3DSPRING=	Erstellen Sie eine 3D-Helix
USECURRPOS=	aktuellen Standort verwenden
SETMOAFTERPW=	Stellen Sie MO ein, nachdem Sie die Impulsbreite geändert haben
STARPULSEWIDTH=	Impulsbreite starten
INCULSEWIDTH=	Impulsbreiteninkrement
ONEBYONEMARKING=	Galvanometer werden der Reihe nach verarbeitet
STARTMARKINGLAYER=	Beginnen Sie mit der Verarbeitung von Ebenen
INFO_AUSPOST4STATE=	Statuscodes von Australia Post 4 bestehen aus 4 Balkenlängen. Jeder Barcode enthält FCC-Codes (2 Ziffern) und DPID-Codes (8 Ziffern) sowie optionale Benutzerinformationen. Beispiel: FCC
INFO_DOTCODE=	DotCode-Barcode ist ein 2D-Barcode, dessen Zeichensatz alle ASCII-Zeichen enthält;
INFO_JAPANPOST=	Der japanische Post-Barcode wird vom japanischen Postsystem verwendet. Die gültigen Zeichen sind Zahlen "0-9", englische Großbuchstaben "AZ" und das verbindende Zeichen "-". Besteht aus 7 Ziffern (PLZ) + Zusatzdaten. Zum Beispiel "27301023-20-5B604".
INFO_POSTNET=	PostNet ist für den United States Postal Service (USPS), gültige Zeichen sind Zahlen "0-9", nur 5-stellige Postleitzahl, 9-stellige Postleitzahl+4 oder alle 11-stelligen Codes.
INFO_UKROYALMAIL=	Für die Royal Mail wird der UK Royal Mail 4 State Customer Barcode verwendet, die gültigen Zeichen sind die Zahlen „0-9“ und die englischen Großbuchstaben „AZ“.
INFO_DUTCHPOSTKIX=	Der KIX-Barcode der niederländischen Post wird für die Royal Dutch TPG Post verwendet, gültige Zeichen sind die Zahlen "0-9" und die englischen Großbuchstaben "AZ".
INFO_PLANET=	PLANET ist für den Universal Postal Service (USPS), gültige Zeichen sind Zahlen "0-9", nur 11-stelliges und 13-stelliges Format.
SPLITCURVES=	 geteilte Kurve
MINDISTTRIGGER=	Minimaler Auslöseabstand
MINTIMETRIGGER=	Minimale Auslösezeit
AUTORESORT=	automatische Sortierung
MENU_SORT_MINDIST=	Nach Mindestabstand sortieren
DISABLEUNDO=	UNDO deaktivieren (nächstes Mal gültig)
REDLIGHTINVERT=	Umkehrung des Rotlichtsignalpegels
SINGLEPTREPEATMODE=	Einzelpunkt-Wiederholungsverarbeitungsmodus
SAVECAMERATOBMP=	Kamerabild in BMP-Datei speichern
ENBIGCURVESHORTSEGSPLIT=	Aktivieren Sie den Modus „Große Kurve“ und „Kleines Segment“.
UNGROUPHATCHLINE=	 Gefüllte Objekte aufbrechen
MENU_NODE_MOVE=	mobiler Knoten
MENU_NODE_SETASSTART=	als Ausgangspunkt setzen
AXISSTATE=	Achsstatus
NOTIMING=	Bearbeitungszeit nicht aktualisieren
OFFLINESENDDATA=	Offline-Modus: Daten senden
ENMARKPAUSEMODE=	Markierpausenmodus aktivieren
DIABLEINTERIOOUTPUT=	Interne IO-Ausgabe deaktivieren
USERNOTOPESOFTLOCK=	Der Benutzer hat längere Zeit keine Operation ausgeführt, die Software ist gesperrt, bitte melden Sie sich erneut an!
EXTENDCURVE=	Verlängern Sie die Kurve
EXTENDLENGTH=	verlängerte Länge
ENABLEARCCMD=	Bogenmarkierungsbefehl aktivieren
SCANNERJUMP=	Galvo-Sprung
USEREDLIGHTCOR=	Rotlichtkorrektur aktivieren
PULSEENERGY=	Impulsenergie
DISABLECHECKPWLIMIT=	Deaktivieren Sie die Überprüfung der Impulsbreitenbegrenzung
ALWAYZOPENWHENNOTMARKING=	Schalten Sie immer das rote Licht ein, wenn Sie nicht markieren
ENABLEMULTICCD=	Aktivieren Sie den Multi-CCD-Modus
MULTICCDINDEX=	Multi-CCD-Loop-End-Index
CUSTOMVER=	Kundenspezifische Version
MENU_FILE_LOGIN=	Anmeldung...
APPENDFILEMODE=	Dateimodus hinzufügen
RAMPMINLIMITLEN=	Minimale Linienlänge bei linearer Transformation
DOUBLECURVE=	Hyperbolischer Modus
BYHOUR=	stündlich
DISABLERESORT=	Sortierung verbieten
WIDTHTHRESHOLD=	Breitenschwelle
MENU_SORT_MODE=	Sortiermodus-Einstellungen
REDUCEPOINT=	Punkte automatisch abziehen
LIMITLENGTH=	Länge begrenzen
SINGLEPTDELAY=	Einzelpunkt-Intervallverzögerung
CALCFROMSUNDAY=	Berechnet ab dem ersten Sonntag
REGISTERVARIABLE=	Variable registrieren
SETPARAMMODE=	Parametermodus einstellen
INT=	ganze Zahl
FLOAT=	Fließkommazahl
TIMEBASECOUNT=	Zeitbasis zählen
SLICEENTONLYMARKONELAYER=	Geschnittene Objekte werden Schicht für Schicht verarbeitet
DISLOCKSIGNAL=	Latch-Startsignal deaktivieren
ENSURECOMPLETEPRODUCT=	Garantieprodukt komplett markieren Ende
DISEXTLASERWHEN_CHANGEPEN=	Das Ändern der Laserparameter beim Ändern der Stiftparameter ist verboten
PRJMAXZLEN=	Maximale vertikale Linienlänge
DXFUNITISUTF8=	DXF-Dateien sind UTF8-kodiert
DISABLESHOWPROGDLG=	Anzeige des Bewegungsablaufdialogs unterdrücken
ENABLECHANGECURVEDIR=	Kurvenrichtung automatisch ändern, wenn die Bearbeitung aktiviert ist
ENCHECKLASERSTATEWHENMARKING=	Aktivieren, um den Laserstatus während der Bearbeitung zu überprüfen
INVALIDUSERNAME=	Ungültiger Benutzername
IDLETIME=	Intervalle
AXISPULSEWIDTH=	Impulsbreite der Achsenbewegung
COPYSTL=	STL kopieren
PASTESTL=	STL einfügen
GALVOXYDELAY=	Galvo-XY-Verzögerung
SAVEOUTPORTWHENPOWEROFF=	Speichern Sie die Ausgabe, wenn Sie das Gerät ausschalten
NOTCHECKSTARTPORTWHENMARKING=	Der Startport wird während der Verarbeitung nicht überprüft
ENABLE_CHECK_MARKINGRANGE=	Bearbeitungsbereich prüfen aktivieren
ERRID_MAKRSIZE_OUTRANGE=	Die Markierungsgröße liegt außerhalb des Verarbeitungsbereichs
ARC=	Bogen
INPUTSECONDSTARTPT=	Geben Sie den zweiten Punkt ein
MENU_LINEARCTOGGLE=	Linien- und Lichtbogenschaltung
NUMCHAREXTRACTSTR=	Die Gesamtzahl der aus der Zeichenfolge extrahierten Zeichen
CHANGETEXT=	Textinhalt aktualisieren
NEWTEXT=	neuer Text
FEEDBACKMODE=	Feedback-Modus
USEINTERNALCOR=	Verwenden Sie die interne Korrektur
PILLOWFACTOR=	Kissenkoeffizient
PARALLELISMFACTOR=	Parallelogrammkoeffizient
TRAPEZOIDFACTOR=	Trapezkoeffizient
BIDIRCOMPLEN=	Bidirektionale Kompensationslänge
ENABLEHWWOBBLE=	Hardware-Jitter aktivieren
WOBBLEFREQ=	Jitter-Frequenz
UNLOCK=	Freischalten
MAXROWSOFEXPORTFILE=	Die maximale Anzahl von Zeilen in der Ausgabedatei
ENMARK=	Bearbeitung ermöglichen
ALIASNAME=	alias
TOWOBBLECURVE=	Jitter-Pfad zur Kurve
REFINEBOTTOMEDGEOFMESH=	Extrahieren Sie die untere Begrenzung der Fläche
DISCHANGECHARWIDTH=	Ändern der Zeichenbreite deaktivieren
ENCODERABSWAP=	Encoder AB austauschbar
INFO_CODE49=	Code 49 ist ein mehrschichtiges, kontinuierliches Strichcodesymbol mit variabler Länge. Code 49 kann alle 128 ASCII-Zeichen darstellen. Jedes Code 49-Barcodesymbol besteht aus 2 bis 8 Schichten, jede Schicht hat 18 Striche und 17 Zwischenräume.
INFO_CODE16K=	Code 16K-Barcode ist ein mehrschichtiges, kontinuierliches Barcode-Symbol mit variabler Länge, das 128 Zeichen des vollständigen ASCII-Zeichensatzes und erweiterte ASCII-Zeichen darstellen kann. Es verwendet UPC- und Code128-Zeichen. Ein Code 16K-Symbol mit 16 Ebenen kann 77 ASCII-Zeichen oder 154 numerische Zeichen darstellen.
CHANGEDIAMETER=	Durchmesser ändern
ENDDIAMETER=	Enddurchmesser
SNTEXTPLUS=	Seriennummer+1
SNTEXTMINUS=	Seriennummer-1
SNTEXTRESET=	Zurücksetzen der Seriennummer
CURVEFOLLOWMOVE=	Die Kurve folgt der Bewegung
CONTMODEUSESELFPORT=	Der kontinuierliche Modus verwendet einen eigenen Eingang
ENABLESPLITGAP=	Split-Gap aktivieren
ENABLELISTCMD=	Listenbefehl aktivieren
XCOMPFACTO=	X-Richtungskompensationskoeffizient
STARTPTJUMPLEN=	Sprunglänge des Startpunkts
XCOMPFACTOR=	X-Kompensationsfaktor
OUTPUTIOSTATE=	Ausgangsportstatus
DEVICESTATUSLAMP=	Gerätestatusleuchte
	
CLEAR=	Aufräumen
EXTENDSIZE=	Erweiterungsgröße
INCLAYERCOUNT=	Intervallschichten
FOCUSOFFSET=	Defokussierungsbetrag
EDGETYPE=	Grenztyp
EDGEBOX=	rechteckiger Rand
ORIGINCONTOUR=	ursprüngliche Gliederung
CONVEXHULLCONTOUR=	Gliederung
MESHZOOM=	Oberflächenskalierung
ENABLEINTERDOLOOP=	Verwenden von internen Bearbeitungszyklen
ENABLEXITPROCESS=	Exit-Verarbeitungsmodus aktivieren
OFFSETINSIDE=	Nach innen versetzt
DELETEALL=	alles löschen
ENABLEAPMMODE=	Aktivieren Sie den APM-Modus
PWMDUTYCYCLE=	PWM-Tastverhältnis
